{
	"wytr.name.Otium":"Otium",
	"wytr.dialog.Otium.4.1.98da0756":"Sometimes, fighting the corruption takes its toll on people. ",
	"wytr.dialog.Otium.4.2.75a6cfdd":"A dear friend of mine and the province was lost because he couldn't see a way out.",
	"wytr.dialog.Otium.4.3.81391aa2":"This memorial was erected for all those who suffer similarly.",
	"wytr.dialog.Otium.4.4.d72ad926":"If you are ever confronted by the demons within, please seek help.",
	
	"wytr.dialog.MayorAlvin.1.1.d4fb64ad":"Ah, hello traveler... Welcome to Alekin Village. May your stay be nice and uneventful.",
	"wytr.dialog.MayorAlvin.1.1.2aafd26c":"Ah, hello! What can I do for you today?",
	"wytr.dialog.MayorAlvin.1.1.2aafd26c.selOpt.66a4":"What's the deal with Ope?",
	"wytr.dialog.MayorAlvin.4.1.99a99c63":"He's... difficult. He's the son of my sister, who was unfortunately killed by spiders some time ago.",
	"wytr.dialog.MayorAlvin.4.2.e8786804":"With his father out of the picture, I had to take him in. He's a grown man now, yes, but... I fear the loss has taken its toll on us both.",
	"wytr.dialog.MayorAlvin.4.3.567d49ad":"I truly hope he will cease with these ridiculous ploys sometime soon... but I can't bring myself to do more than give him a stern talking to.",
	"wytr.dialog.MayorAlvin.4.4.682dd8b7":"He's a good man, truly. I believe that with my whole heart. It's alright if you don't feel the same way, though. I will not force you to interact with him if you do not wish to.",
	"wytr.dialog.MayorAlvin.1.1.2aafd26c.selOpt.eaf2":"How long have you been mayor?",
	"wytr.dialog.MayorAlvin.4.1.16fe3532":"Oh, dear... I suppose it must have been fifteen years ago that I took the position, when the old mayor stepped down.",
	"wytr.dialog.MayorAlvin.4.2.792e5999":"He was a kind man, always looking out for the townsfolk. Though, by the time he retired, it was clear he was growing restless in our little town.",
	"wytr.dialog.MayorAlvin.4.3.e40b7852":"Well, as soon as he passed down the position to me, he immediately traveled to Detlas and enlisted in their army! I hear he's in the business of training soldiers these days.",
	"wytr.dialog.MayorAlvin.4.4.6c0e315c":"Ah, but I've tried to live up to his legacy. I like to think I've done well in my time as mayor!",
	"wytr.dialog.MayorAlvin.1.1.2aafd26c.selOpt.629e":"Just passing through.",
	"wytr.dialog.MayorAlvin.1.1.a348d87a":"A fine day for passing through! I hope you enjoy your stay.",
	
	"wytr.name.DetlasCitizen":"Detlas Citizen ",
	"wytr.dialog.DetlasCitizen.3.1.3c6a0701":"Hello, and welcome to Detlas, the central city of the Province of Wynn!",
	"wytr.dialog.DetlasCitizen.3.2.20f05224":"Here, you will find merchants from all around the province. You can shop to your heart's content. It is the hub of cooperation between Villagers and Humans!",
	"wytr.dialog.DetlasCitizen.3.3.23364d03":"Detlas also contains a bank, which you can use to store your emeralds more efficiently, and store any other items you have.",
	"wytr.narration.cdaa3ca543d9a66dd69d7374ffe5c22ab2c3f7e2":"You walk away wondering if the citizen stands all day long welcoming adventurers...",
	"wytr.dialog.DetlasCitizen.2.1.98db9358":"Welcome back to Detlas. I heard the news from Maltic, apparently you saved the town.",
	"wytr.dialog.DetlasCitizen.2.2.3f834a53":"Usually we would ask Ragnar to tackle something like that, but you did just fine!",
	"wytr.dialog.DetlasCitizen.3.1.e8c106db":"Through this gate lies a path known as the Black Road. You can take this path down to the small town of Ternaves.",
	"wytr.dialog.DetlasCitizen.3.2.5608be37":"You can also follow the path north-east through the savannah to the city of Almuj, positioned at the start of the desert.",
	"wytr.dialog.DetlasCitizen.3.3.823f44de":"There isn't much in the desert aside from some old ruins, but it's also the best way to get to the canyon.",
	"wytr.dialog.DetlasCitizen.3.1.672bd06e":"This gate leads to Nemract, a port city that has always struggled.",
	"wytr.dialog.DetlasCitizen.3.2.2bcc42c7":"It has a serious problem with the undead. When the portal opened 1000 years ago, the area was the first place to be hit, and it's never quite recovered.",
	"wytr.dialog.DetlasCitizen.3.3.46a7d0fd":"Since Nemract contains a port, boats are easy to acquire. If you ever want to explore the ocean, stop by Nemract first.",
	"wytr.dialog.DetlasCitizen.3.1.3b915b4e":"You can follow the path here south-west to reach the frozen land of Nesaak, a transformed and dangerous place.",
	"wytr.dialog.DetlasCitizen.3.2.d1b488f6":"The only way to get to Troms without being a member of the city is through the Great Bridge, which lies beyond the frozen plains.",
	"wytr.dialog.DetlasCitizen.3.3.8bca3389":"Along the way to Nesaak, you'll also find the Roots of Corruption, where the undead first broke out. I'd stay away from there if I were you.",
	"wytr.name.RustyBartender":"Rusty Bartender",
	"wytr.dialog.RustyBartender.6.1.db05bf44":"Well, hello there, traveler. Don't think I've seen you in here before.",
	"wytr.dialog.RustyBartender.6.1.bed21f1b":"Well, hello there, traveler! It's nice to see you around here again.",
	"wytr.dialog.RustyBartender.6.2.ff9040c8":"Business is a touch slow today, but feel free to have a seat. Would you like a Nemract Whiskey? On the house.",
	"wytr.dialog.RustyBartender.6.2.ff9040c8.selOpt.c53c":"Yes.",
	"wytr.dialog.RustyBartender.6.3.c851de64":"Here you are, then!",
	"wytr.dialog.RustyBartender.6.2.ff9040c8.selOpt.08de":"No, thank you.",
	"wytr.dialog.RustyBartender.6.3.108ea678":"Well, suit yourself. I think I'll have one, myself.",
	"wytr.dialog.RustyBartender.6.4.e932b1ae":"So, how have your travels been? You are a new recruit, yes? I can feel potential in you, traveler.",
	"wytr.dialog.RustyBartender.6.5.3d011383":"Ah, you traveled to our city as a new recruit? Well, there's plenty to do around here. Plenty of people who could use help.",
	"wytr.dialog.RustyBartender.6.6.c882a069":"Well, I'd best get back to my business. It was nice talking to you, traveler. Come around anytime.",
	
	"wytr.name.MalticCitizen":"Maltic Citizen",
	"wytr.dialog.MalticCitizen.2.1.693d1651":"At the northern side of Nivla Woods, there is a very dangerous cave.",
	"wytr.dialog.MalticCitizen.2.2.cb7926bd":"It's filled with an unnaturally large nest of spiders. I wouldn't dare go in there.",
	"wytr.dialog.MalticCitizen.1.1.39e9f74d":"That awful witch is causing so much trouble for the town. I hope someone finally kills her. This is the first Villager settlement in Wynn, look at it now.",
	
	"wytr.name.CSSWavebreakerCaptain":"C.S.S Wavebreaker Captain",
	"wytr.dialog.CSSWavebreakerCaptain.1.1.8b46aa7a":"§aHey! You aren't allowed on my ship!",
	"wytr.dialog.CSSWavebreakerCaptain.3.1.f6f160f9":"Welcome welcome to C.S.S Wavebreaker!",
	"wytr.dialog.CSSWavebreakerCaptain.3.2.d37ac077":"The only boat that will take ye directly to Corkus City.",
	"wytr.dialog.CSSWavebreakerCaptain.3.3.458c3a85":"Just hop aboard and make yerself comfy.",
	"wytr.dialog.CSSWavebreakerCaptain.3.2.be5a681c":"The only boat that 'll take ye directly to Selchar.",
	"wytr.dialog.CSSWavebreakerCaptain.3.3.c4c0f6e9":"Just hop aboard and make yerself comfy,",
	"wytr.dialog.CSSWavebreakerCaptain.2.1.59c21272":"All righty, we're headin' back to Selchar!",
	"wytr.dialog.CSSWavebreakerCaptain.2.2.0afb32cc":"We're here! Just let me know if ya ev'r wanna head back to Corkus, which will be pretty soon, I betcha.",
	"wytr.dialog.CSSWavebreakerCaptain.2.1.386c2570":"All righty, we're headin' back to Corkus!",
	"wytr.dialog.CSSWavebreakerCaptain.2.2.e50e00c1":"And here we are! Just hop back on me ship if you ev'r need to head back to Selchar!",
	
	"wytr.name.AngryTownsperson":"Angry Townsperson",
	"wytr.dialog.AngryTownsperson.2.1.441fc914":"HEY! YOU! What are you looking at? You want to go do ya?!",
	"wytr.dialog.AngryTownsperson.2.2.928168c6":"I swear if you don't leave right now, I am going to PUMMEL YOUR FACE INTO THE GROUND.",
	"wytr.dialog.AngryTownsperson.2.1.2fbc7291":"GUH! No one in this town is any use! You're all LOSERS. YOU HEAR ME GERALD?",
	"wytr.dialog.AngryTownsperson.2.2.c3df7737":"I swear if he comes near me again with that attitude I will END HIM.",
	"wytr.name.Townsperson":"Townsperson",
	"wytr.dialog.Townsperson.2.1.32940686":"Oh man, I feel like a weight has lifted.",
	"wytr.dialog.Townsperson.2.2.efbf2cdc":"The only problem is my eyebrows are stuck like this...",
	"wytr.dialog.Townsperson.2.1.8c1a8766":"Huh? Man... What happened? It's like I was living another life.",
	"wytr.dialog.Townsperson.2.2.9f3be736":"I guess the winds changed because my eyebrows aren't moving back!"
}