{
	"wytr.quest.PitoftheDead":"Pit of the Dead",
	"wytr.name.Merloni":"Merloni",
	"wytr.mobName.CorruptedSpirit":"Corrupted Spirit",
	"wytr.mobName.AppeasedSpirit":"Appeased Spirit",
	"wytr.dialog.Merloni.8.1.c3d262ac":"Would you like to hear the tale of the pit of the dead?",
	"wytr.dialog.Merloni.8.2.931c727c":"It is the pit where the corpses of the poor miners who discovered what is now named the Nether Portal are buried.",
	"wytr.dialog.Merloni.8.3.a07e5543":"Those that had not already died had to be executed due to the insanity brought on from the corruption.",
	"wytr.dialog.Merloni.8.4.991cca08":"Their spirits still haunt the grave and infect the minds of people who disturb them. It isn't pretty.",
	"wytr.dialog.Merloni.8.5.a8eff96e":"However, I heard rumours of those who were able to bathe in their waters and be accepted by them, to show no fear of the dead is to be admired.",
	"wytr.dialog.Merloni.8.6.3477ff73":"Maybe this shrine that I keep hearing about has something to do with it? It's apparently hidden deep inside the pit.",
	"wytr.dialog.Merloni.8.7.877ac7c9":"Soldier, the pit is located south east of Nemract, across the bridge behind us. I will write down the coordinates inside your content book.",
	"wytr.dialog.Merloni.8.8.3ffdfab1":"Enter the pit. Learn it's mysteries, then come back to me.",
	"wytr.text.bc9b20489fd0cf9e35da69807fcec3766f2bf62d":"The hostility you once felt now faded away...",
	"wytr.dialog.Merloni.1.1.4f787263":"Very impressive! Here's your reward. I found it a while ago while walking around Nemract. It probably fell off a skeleton!",
	"wytr.dialog.Merloni.1.1.a9d88e17":"Glad to see you again!",

	"wytr.quest.GraveDigger":"Grave Digger",
	"wytr.name.Sayleros":"Sayleros",
	"wytr.name.Drucksh":"Drucksh",
	"wytr.name.ThePriest":"The Priest",
	"wytr.name.Priest":"Priest",
	"wytr.mobName.SaylerosBrother":"Sayleros' Brother",
	"wytr.mobName.SaylerosBrothersSkull":"Sayleros' Brother's Skull",
	"wytr.mobName.SaylerosBrothersSkeleton":"Sayleros' Brother's Skeleton",
	"wytr.dialog.Sayleros.1.1.06d2bb52":"You look like you desperately need an adventure, Come back when you're level 20, I might need you.",
	"wytr.dialog.Sayleros.8.1.b69ae1f3":"You sure look like a strong adventurer who could help me!",
	"wytr.dialog.Sayleros.8.2.06b61370":"My name is Sayleros. I spent most of my life in Nemract, but decided to come live in Detlas with my family a few weeks ago.",
	"wytr.dialog.Sayleros.8.3.c76e074b":"However, we got attacked by thieves on our way here, and I had to leave my family behind. Most of them died, unfortunately.",
	"wytr.dialog.Sayleros.8.4.aa2f589e":"I know that my brother had his will on him during the attack. Knowing he was a rich fellow, I expect to be receving a large part of his fortune.",
	"wytr.dialog.Sayleros.8.5.e78a9aca":"His body is buried somewhere in Nemract. I own a large graveyard there, and can grant you access to it if you can bring me back his will.",
	"wytr.dialog.Sayleros.8.6.1a8f0ba7":"One of my other brothers also survived the attack. He isn't... um... somebody I'd trust greatly, but I'm sure he has some useful informations for you.",
	"wytr.dialog.Sayleros.8.7.4d42b31b.1":"His name is Drucksh. ",
	"wytr.dialog.Sayleros.8.7.4d42b31b.2":"He usually likes to talk a lot when he is drunk",
	"wytr.dialog.Sayleros.8.7.4d42b31b.3":", see if you can do anything with that.",
	"wytr.dialog.Sayleros.8.8.0c5afe95.1":"I'll be waiting for your return! ",
	"wytr.dialog.Sayleros.8.8.0c5afe95.2":"Follow this path, it leads directly to Nemract. ",
	"wytr.dialog.Sayleros.8.8.0c5afe95.3":"Good luck!",
	"wytr.dialog.Drucksh.2.1.bfdcc852":"Mmh. g... uh! oh, why hello there.",
	"wytr.dialog.Drucksh.2.2.aa32f677":"My brother? Oh yes, I do know where he is \"buried\", but do I want to tell you? No, It's none of your business.",
	"wytr.narration.b5040abb866088fd625373e7dde57e2ce6249006.1":"There must be something to make him talk at ",
	"wytr.narration.b5040abb866088fd625373e7dde57e2ce6249006.2":"the nearby Potion Shop",
	"wytr.narration.b5040abb866088fd625373e7dde57e2ce6249006.3":"...",
	"wytr.dialog.Drucksh.4.1.3b8f2ac7":"Ohh mmhhhgg... g-g-good old Nemract whiskey!",
	"wytr.dialog.Drucksh.4.2.27049717":"F-fine! I guess it wouldn't h-h-hurt to tell...*burp*..you where it-it- he is...",
	"wytr.dialog.Drucksh.4.3.831b7c62.1":"It's in the old c-c-cathedral, at the end of the town. ",
	"wytr.dialog.Drucksh.4.3.831b7c62.2":"Walk east, it should be right after the b-b-bridge.",
	"wytr.dialog.Drucksh.4.4.47f58943":"Though, the p-p-priest might not let you go in that easily...",
	"wytr.dialog.ThePriest.4.1.707bbd7e":"Are you trying to go down into the crypt? Oh, that is a very bad idea.",
	"wytr.dialog.ThePriest.4.2.908b3d9d":"This place has been corrupted, and the dead came back to life. We had to break the stairs to protect this cathedral.",
	"wytr.dialog.ThePriest.4.3.14444e9c":"If you really want to enter it, I'd have to purify it so it doesn't corrupt you.",
	"wytr.dialog.ThePriest.4.4.9a851b89.1":"Bring me ",
	"wytr.dialog.ThePriest.4.4.9a851b89.2":"[12 Rotten Flesh]",
	"wytr.dialog.ThePriest.4.4.9a851b89.3":", that should do it. Ancient Nemract is filled with zombies, ",
	"wytr.dialog.ThePriest.4.4.9a851b89.4":"it's toward the south-west. ",
	"wytr.dialog.ThePriest.2.1.f7e72a5a":"You got the flesh. Good.",
	"wytr.dialog.ThePriest.2.2.16d066b1":"It should be... \"safe\", now. Be very careful, you are entering at your own risk.",
	"wytr.narration.c9b85c3061b75f0ef56e20326938f6f31066810e":"You should check out the crypt now...",
	"wytr.dialog.ThePriest.1.1.53e71514":"You should be able to enter the crypt now. But be careful, you are entering at your own risk.",
	"wytr.dialog.Sayleros.6.1.a548044d":"%1$s, there you are! You were taking so long, so I came over here as quickly as I could, in case you needed my help.",
	"wytr.dialog.Sayleros.6.2.adb7e6b2":"What? You got his will already? That- that's brilliant! Here, let me take a look.",
	"wytr.dialog.Sayleros.6.3.4750a0b2":"Well, it's a little dusty, but I think it'll do the trick! Thank you greatly for the help.",
	"wytr.dialog.Sayleros.6.4.f5181a66":"Here, here, take these as proof of my gratitude. And, also- Priest, since you're here, I'd like to grant %1$s here access to the graveyard.",
	"wytr.dialog.Priest.6.5.9a241906":"Very well. It shall be done.",
	"wytr.dialog.Sayleros.6.6.90f4a9bb":"Excellent. Well, I'll be off to Detlas now. Feel free to visit if you'd like!",

	"wytr.quest.TheDarkDescent":"The Dark Descent",
	"wytr.quest.TheDarkDescent.reward.2bca":"+Dark Diadem",
	"wytr.quest.TheDarkDescent.reward.154b":"+1 Underworld Crypt Key",
	"wytr.quest.TheDarkDescent.reward.482c":"+Access to the Underworld Crypt Dungeon",
	"wytr.name.GeneralGraken":"General Graken",
	"wytr.name.Scout":"Scout",
	"wytr.name.LostSoul":"Lost Soul",
	"wytr.dialog.GeneralGraken.11.1.c61d1c2f":"Ah, hello there chap! I must say, I didn't expect to see a part of the old Ragni regiment over 'ere.",
	"wytr.dialog.GeneralGraken.11.2.b09cf734":"I am General Graken, leader of the Nemract militia. Charmed to meet you!",
	"wytr.dialog.GeneralGraken.11.3.50979d5c":"You've seen all the bloody zombies faffing about everywhere, yes? They're all seeming to come from this massive skull.",
	"wytr.dialog.GeneralGraken.11.4.125d4c30":"And try as we might, the thing won't give! Blades, pickaxes, explosives, our burliest soldiers, all done bugger all!",
	"wytr.dialog.GeneralGraken.11.5.d78ff8af":"If we could figure a way in, then we might be able to curb the flow of these undead gits, but it won't budge.",
	"wytr.dialog.GeneralGraken.11.6.58cc0ffa":"However! I found something quite interesting recently. Look at the eyesockets. Notice how the right one has a bright ruby?",
	"wytr.dialog.GeneralGraken.11.7.8a7d9f04":"It used to be fitted with a dark one like the left.",
	"wytr.dialog.GeneralGraken.11.8.d749c036":"I've a hunch, chap! And that hunch is, if we can find another matching ruby, this thing might open up its gob!",
	"wytr.dialog.GeneralGraken.11.9.5e28d110":"I found the first gem in one of the houses nearby, so I'd like you to check that house again.",
	"wytr.dialog.GeneralGraken.11.10.a9e6fc2c":"Perhaps I simply overlooked the other one in there. If not, then we'll start searching elsewhere.",
	"wytr.dialog.GeneralGraken.11.11.55731083":"It's just south of here. The house still had solid wood boarding in it, despite the age, so look lively, chum!",
	"wytr.dialog.GeneralGraken.5.1.6937c4e7":"Oh, sod it, I knew I was forgetting something! Steady there, chum! I'm on my way!",
	"wytr.dialog.GeneralGraken.5.2.640c0390":"Drat! Too late, it seems. Yes, I forgot to mention the floor was in poor condition. Up here! You took quite the tumble, are you alright?",
	"wytr.dialog.GeneralGraken.5.3.3ed65345":"Well, there's some good news, I suppose. Still though, seems I sent you a ticket to a bit of a sticky wicket! Do you see a way out anywhere down there?",
	"wytr.dialog.GeneralGraken.5.4.82544289":"There's a tunnel? Aha, spiffing! I suggest you take it immediately. I'll have to return to my post now, post-haste!",
	"wytr.dialog.GeneralGraken.5.5.4247675a":"Good luck, chum! Now, back, you cads! Back I say!",
	"wytr.dialog.???.1.1.1109e7aa":"Keheh... Come further, little human... Step into the shadows...",
	"wytr.dialog.???.1.1.93f41d32":"Welcome...",
	"wytr.dialog.Soldier.5.1.8cada9a1":"Scout! Report your findings, immediately! How many corrupteds are coming?",
	"wytr.dialog.Scout.5.2.06d6f3eb.1":"I...there...too",
	"wytr.dialog.Scout.5.2.06d6f3eb.2":" many...th-thousands, ",
	"wytr.dialog.Scout.5.2.06d6f3eb.3":"at...at",
	"wytr.dialog.Scout.5.2.06d6f3eb.4":" least...",
	"wytr.dialog.Soldier.5.3.0b045bd8":"Thousands...? This is far worse than I expected. Men! Prepare for-",
	"wytr.dialog.Scout.5.4.ae1de8d9":"No point...we're...doomed...",
	"wytr.dialog.Soldier.5.5.4c8cd789":"Wait, w-what's going on? What's happening to you?!",
	"wytr.dialog.LostSoul.6.1.838cb60e":"Please, stop this! Whoever you are, leave me and my family in peace! What did we ever do to deserve this?!",
	"wytr.dialog.???.6.2.54ff289a":"Ah, but if you had only said so sooner! They have already left this mortal coil...oh, what a shame.",
	"wytr.dialog.LostSoul.6.3.10304c84":"Y-you...I thought they...oh, god, no...",
	"wytr.dialog.???.6.4.dbe88f7f.1":"Hush now. I will ensure that you and your family are reunited. You will even be able to partake in...keheh...",
	"wytr.dialog.???.6.4.dbe88f7f.2":"family outings",
	"wytr.dialog.???.6.4.dbe88f7f.3":", under my watchful eye...",
	"wytr.dialog.LostSoul.6.5.64f73f8a.1":"Wha...you",
	"wytr.dialog.LostSoul.6.5.64f73f8a.2":" mean... N-no, please! I don't want to hurt anyone! I don't want to die!!",
	"wytr.dialog.???.6.6.c3a82b88":"Aha, naive girl. How cute, you believe you have a choice in the matter. What you want, is not what I need.",
	"wytr.dialog.???.6.1.2ef62219.1":"Heheh...do",
	"wytr.dialog.???.6.1.2ef62219.2":" you see now?",
	"wytr.dialog.???.6.2.30bfbfa9":"Do you see how easily this place fell? How quickly I became its master? And how I could simply dispose of you without a second thought?",
	"wytr.dialog.???.6.3.df721579":"Such fragile beings, humans. So very easily influenced. Heartbroken, made hopeless. Your ties only serve to weaken you.",
	"wytr.dialog.???.6.4.242179b6":"So I invite you to continue. I encourage it, even. For if you should foray into my domain...",
	"wytr.dialog.???.6.5.ae7c250e":"There would be simply no chance for you to survive. And then, I will be free to string you up like a lifeless little puppet.",
	"wytr.dialog.???.6.6.6c7c7607":"So take the gem, my little soldier. I eagerly await our next meeting, keheheh...",
	"wytr.narration.db872517b10b7faba8122975cd681b9843078253":"You should collect the gem in the left socket before leaving, regardless of the strange figure's ominous comments. Is there a way to climb up somewhere nearby?",
	"wytr.text.7baffa92b548b69a6e31998c88476104640aeaed":"This gem seems to match the one in the normal world. It seems like the only way to go from here is into the skull.",
	"wytr.dialog.???.3.1.335e7078":"I will allow you to return now... and I will ensure you remember what you have seen here.",
	"wytr.dialog.???.3.2.f5171061":"Good luck on your little quest...keheheh...",
	"wytr.dialog.GeneralGraken.3.3.1bd2717c":"Hey! Come on, come over here! Quit milling about with the zombies, chap!",
	"wytr.dialog.GeneralGraken.10.1.9d6bd2d0":"Oi! Hallo?! Chum? Why're you wandering round all bog-eyed? Come back to me now!",
	"wytr.dialog.GeneralGraken.10.2.1efa275a":"Come on, pip pip! Let's see a bit more colour in your eyes- There we are! Back now, chap?",
	"wytr.dialog.GeneralGraken.10.3.f6496ff1":"Capital! You had me quite worried for a spot, there. Do bubble about just what went on down there, mm? I see you've managed to uncover the gem, at least!",
	"wytr.dialog.GeneralGraken.10.4.a673903a":"But, you were stumbling about like a senile biddy, eyes blank as cream, and you kept muttering something about a Charon.",
	"wytr.dialog.GeneralGraken.10.5.ab2159ea":"I'm supposing he was the one who took you for a spin there? Well, you certainly haven't carked it, so I might call this operation a jolly good success!",
	"wytr.dialog.GeneralGraken.10.6.5c3b9825":"Ah, quite a nasty look there, chum! Don't you worry a bit, I'll be carrying the can on that one. I'll also take care of putting in this gem, too!",
	"wytr.dialog.GeneralGraken.10.7.2b0e7724":"I already took out the one up there, so how'd you like to take it, chuck? I can feel the magic potential in it, and I'll be buggered if you go without reward.",
	"wytr.dialog.GeneralGraken.10.8.d4c16d65":"Now, might be good to go back to town, cop some zeds after all that codswallop. I'm certain you can't be feeling quite ace right now.",
	"wytr.dialog.GeneralGraken.10.9.69603fe5":"And while that was quite the impressive feat, just rushing straight on in the state you're in right now...wouldn't end happily.",
	"wytr.dialog.GeneralGraken.10.10.318bb2d2":"Still though. Once you've all healed up, I'd be chuffed to have you along again in the expedition down into the depths, old bean!",

	"wytr.quest.DwellingWalls":"Dwelling Walls",
	"wytr.name.Leucsaa":"Leucsaa",
	"wytr.mobName.LeucsaasJournal":"Leucsaa's Journal",
	"wytr.dialog.Leucsaa.10.1.321144a2":"Let's see here... mother's old vase… check!",
	"wytr.dialog.Leucsaa.10.2.ff6fa75b":"Dining room table... got it here, check!",
	"wytr.dialog.Leucsaa.10.3.91b8169a":"Finally, the journal. It's out here somewhere, I assume. I'll look around.",
	"wytr.dialog.Leucsaa.10.4.26d97c3d":"...",
	"wytr.dialog.Leucsaa.10.5.165074bd":"Hold on, what? The journal! I must have forgotten it inside the mansion!",
	"wytr.dialog.Leucsaa.10.6.0bee6569":"You there! Would you mind doing me a deed?",
	"wytr.dialog.Leucsaa.10.7.bcd072ec":"I left a very precious journal inside of this mansion, a hell within walls. It was my great grandfather's!",
	"wytr.dialog.Leucsaa.10.8.1335494d":"The mansion was designed by a Corkian architect, and I was scammed into buying it.",
	"wytr.dialog.Leucsaa.10.9.19890e82":"If you step inside the mansion just for a few moments, you'll understand why the sellers had to trick someone into investing in their god forsaken real estate!",
	"wytr.dialog.Leucsaa.10.10.763c6994":"Navigating from room to room is nearly impossible, the rooms move around. I've only been in the mansion for a week and I'm already packing my bags and moving to Detlas.",
	"wytr.text.a23a348737d8f27571a5a9eccedbdb7c8971becb":"You should find a way to reach the journal.",
	"wytr.text.9b6fd662c33bdf8398b71d9a8629235a2f6e9911":"With the journal found, you should take it and bring it to Leucsaa",
	"wytr.dialog.Leucsaa.3.1.d4a967d9":"The journal! You outsmarted the mansion!",
	"wytr.dialog.Leucsaa.3.2.f40525c1":"I must thank you, that journal was priceless to my family.",
	"wytr.dialog.Leucsaa.3.3.869e9b69":"Let this be a life lesson to you. Never buy a house from a Corkian architect.",

	"wytr.quest.CluckCluck":"Cluck Cluck",
	"wytr.name.Nohno":"Nohno",
	"wytr.mobName.Cluckles":"Cluckles",
	"wytr.dialog.Nohno.6.1.3a814bb4":"Hey, you aren't a chicken! Wait, you're a human! You can help me! Maybe you are the guy who helped my brother Yahya, but who knows, you humans all look the same to me.",
	"wytr.dialog.Nohno.6.2.83c03efa":"I really love my chickens, but there is one that I just cannot control...",
	"wytr.dialog.Nohno.6.3.7c6f0eee":"His name is Cluckles, he was given to me by a man named Bob before he went to war, but when Bob never came back, Cluckles got angry...",
	"wytr.dialog.Nohno.6.4.4950e567":"He's really dangerous to keep on my lovely island, so I keep him in my basement...",
	"wytr.dialog.Nohno.6.5.34e37075":"I want to take care of him, but my wife says it's too dangerous. Where's my wife you say? Oh, I think she's around here eating some grain.",
	"wytr.dialog.Nohno.6.6.6406c80b.1":"Anyway, I need you to ",
	"wytr.dialog.Nohno.6.6.6406c80b.2":"go down there and... Take care of him for me. ",
	"wytr.dialog.Nohno.6.6.6406c80b.3":"I would really appreciate it.",
	"wytr.dialog.Nohno.1.1.d4cb33d6":"Have you taken care of Cluckles yet? If you can't find him, I hid him in my basement.",
	"wytr.dialog.Nohno.2.1.69e1d161":"What is this?! His feather? What did you do to Cluckles?! I wanted you to take care of him, not kill him!",
	"wytr.dialog.Nohno.2.2.d34113e4":"You monster! Leave this place now, and keep that feather to remind you of your hideous crime!",

	"wytr.quest.LostTower":"Lost Tower",
	"wytr.name.Laen":"Laen",
	"wytr.mobName.RottenNecromancer":"Rotten Necromancer",
	"wytr.mobName.RottenSkeleton":"Rotten Skeleton",
	"wytr.dialog.Laen.5.1.e76e6642":"Hey, adventurer! Would you mind helping me for a second? I have a bit of a problem on my hands.",
	"wytr.dialog.Laen.5.2.8611175c":"A long time ago, before Ancient Nemract was destroyed, my family used to own quite an interesting book, that held knowledge of places and beings of great power.",
	"wytr.dialog.Laen.5.3.99cd8712":"Unfortunately, a creature stole it from them during the attack that led to the destruction of Ancient Nemract, and no one has seen it since.",
	"wytr.dialog.Laen.5.4.d53fefaa.1":"If you are willing to help, bring me ",
	"wytr.dialog.Laen.5.4.d53fefaa.2":"[1 Book of the Bones]",
	"wytr.dialog.Laen.5.4.d53fefaa.3":", I believe this book is now between the hands of skeletons, ",
	"wytr.dialog.Laen.5.4.d53fefaa.4":"in an old tower in Ancient Nemract.",
	"wytr.dialog.Laen.5.5.040e0c1e.1":"See if you can ",
	"wytr.dialog.Laen.5.5.040e0c1e.2":"find this tower, ",
	"wytr.dialog.Laen.5.5.040e0c1e.3":"one of the skeletons probably has the book somewhere in there.",
	"wytr.text.734f2c514f1c92a5526d6c5b5613785aae1310db":"The book should be in here, you should find it and bring it to Laen.",
	"wytr.dialog.Laen.1.1.5584f0a4":"Great! This will be very interesting to read, thank you!",

	"wytr.quest.RecoverthePast":"Recover the Past",
	"wytr.tooltip.contentStatus.42fd":"Unlocks Ability Resets",
	"wytr.name.DrPicard":"Dr. Picard",
	"wytr.name.Caid":"Caid",
	"wytr.name.Alchemist":"Alchemist",
	"wytr.name.Edwin":"Edwin",
	"wytr.name.RoyalCaptain":"Royal Captain",
	"wytr.name.ScoutReynauld":"Scout Reynauld",
	"wytr.name.Reynauld":"Reynauld",
	"wytr.name.RoyalSoldier":"Royal Soldier",
	"wytr.name.RoyalInquisitor":"Royal Inquisitor",
	"wytr.name.ImperialInquisitor":"Imperial Inquisitor",
	"wytr.mobName.CorruptedSummoner":"Corrupted Summoner",
	"wytr.mobName.Scorchwight":"Scorchwight",
	"wytr.mobName.Warpweaver":"Warpweaver",
	"wytr.mobName.ImperialGuard":"Imperial Guard",
	"wytr.mobName.BloomofDoom":"Bloom of Doom",
	"wytr.mobName.Searblaze":"Searblaze",
	"wytr.mobName.WiffofDeath":"Wiff of Death",
	"wytr.mobName.ShadeStalker":"Shade Stalker",
	"wytr.dialog.DrPicard.9.1.e2151e3d":"Success! Success, success, SUCCESS! I'm a genius, the smartest man alive!",
	"wytr.dialog.DrPicard.9.2.0b5584cf":"You there, random bystander! You have witnessed a magical marvel! I have just successfully restored my memories from years ago!",
	"wytr.dialog.DrPicard.9.3.1df55fc2":"You look to be from Fruma, yes? So you know just as well as I that your memories of your life before have vanished. Poof. Gone!",
	"wytr.dialog.DrPicard.9.4.9587a003":"But with this device... we can change that! Restore what has been lost! Recover the- you get the point.",
	"wytr.dialog.DrPicard.9.5.d6c2662a":"Now, I'm in great need of test subjects... You would do well as one, yes, but I need more to be certain this thing works.",
	"wytr.dialog.DrPicard.9.6.b7bda879":"Listen here! I have a proposition to make. You'd like your memories back, yes? Bring me enough test subjects, and I can show you what you've lost!",
	"wytr.dialog.DrPicard.9.7.78deb25a":"Let's see, let's see... We need individuals originally from Fruma. There are a few of those around here.",
	"wytr.dialog.DrPicard.9.8.a8db481d.1":"You can start with the would-be sailor, Caid. You'll find him just past Elkurn- ",
	"wytr.dialog.DrPicard.9.8.a8db481d.2":"follow the path until you reach the river",
	"wytr.dialog.DrPicard.9.8.a8db481d.3":".",
	"wytr.dialog.DrPicard.9.9.ab0dab00":"In the meantime, I'll be making adjustments here... It's not perfect just yet. I'm still missing large portions of my memory... Hm? You're still here? Get going!",
	"wytr.dialog.DrPicard.1.1.95774cbb.1":"Well? I've given you an assignment, what are you still doing here? Go find the Sailor Caid. You'll find him just past Elkurn- ",
	"wytr.dialog.DrPicard.1.1.95774cbb.2":"follow the path until you reach the river",
	"wytr.dialog.DrPicard.1.1.95774cbb.3":".",
	"wytr.dialog.Caid.9.1.6cabb496":"Stupid- ship! Get out of there! How did I even- manage to do this!?",
	"wytr.dialog.Caid.9.2.e99f2ddc":"Huh? Oh! I- ah, nothing to see here! Just... just taking a look at my good old ship!",
	"wytr.dialog.Caid.9.3.a5634f1a":"Picard sent you? The guy cooped up in that tower? Huh. Good to know he's finally finished his work. What did he want me for?",
	"wytr.dialog.Caid.9.4.235e93c7":"...Look at my memories from Fruma, huh? I'm not so sure 'bout that. If they're missing, they must be missing for a reason. And I'm- I'm happy here! Don't need to know nothin' about-...",
	"wytr.dialog.Caid.9.5.aa236bea":"...Yeah, alright. I'll come with you to get my memory checked out. Just, do me a solid first, alright?",
	"wytr.dialog.Caid.9.6.7ff24f5a":"I'm something of a builder. Figured I'd try my hand at makin' a ship, and, here it is! Pretty good, right?",
	"wytr.dialog.Caid.9.7.2ec7d73c":"Issue is, I've built it somewhere I can't really move it out from. And, trust me, I've tried. A lot.",
	"wytr.dialog.Caid.9.8.25e70944.1":"I have a ",
	"wytr.dialog.Caid.9.8.25e70944.2":"friend out in Elkurn- an alchemist",
	"wytr.dialog.Caid.9.8.25e70944.3":". I'll write down his location in your ",
	"wytr.dialog.Caid.9.8.25e70944.4":"content book",
	"wytr.dialog.Caid.9.8.25e70944.5":". Could you go ask him if he has anything to help?",
	"wytr.dialog.Caid.9.9.7489f3e3":"Thank you greatly. I'll keep trying here, maybe I'll be able to get it out myself...",
	"wytr.dialog.Caid.2.1.5d2008df":"Come- on! You've got to get out- eventually! Stupid- ship!",
	"wytr.dialog.Caid.2.2.81f3b9c6":"Phew... this isn't working. Have you been to the alchemist yet? He lives in town. He'll know how to help.",
	"wytr.dialog.Alchemist.8.1.2fc3762a":"Hello! Looking for potions? This is the best potion shop in Elkurn!",
	"wytr.dialog.Alchemist.8.2.98fe40d9":"Oh, Caid asked you to speak with me? What does he need this time?",
	"wytr.dialog.Alchemist.8.3.67e3d226":"He built his ship in the wrong place... and needs help getting it out... Good grief, I could have told him that'd be a problem if he'd have just-",
	"wytr.dialog.Alchemist.8.4.9b34c6ec":"...Ehm. Well, luckily for him, I know just the thing to help! I can brew him up a shrinking potion, and he'll be all good to go...",
	"wytr.dialog.Alchemist.8.5.02d7ad65":"Golden apples, check... Got the water over there... Hm. I appear to be out of an ingredient. You can fetch it for me, right?",
	"wytr.dialog.Alchemist.8.6.4efa6ba6.1":"Good, good. The item I'm looking for is known as a ",
	"wytr.dialog.Alchemist.8.6.4efa6ba6.2":"[Bloom of Death]",
	"wytr.dialog.Alchemist.8.6.4efa6ba6.3":". You can likely find some growing ",
	"wytr.dialog.Alchemist.8.6.4efa6ba6.4":"near the Elkurn church",
	"wytr.dialog.Alchemist.8.6.4efa6ba6.5":".",
	"wytr.dialog.Alchemist.8.7.29092873":"Do be careful, though! They're rather agressive towards those they deem as a threat. Nothing you can't handle, I'm sure!",
	"wytr.dialog.Alchemist.8.8.28a97061.1":"Well, I'll get to brewing. Fetch me ",
	"wytr.dialog.Alchemist.8.8.28a97061.2":"[1 Bloom of Death] ",
	"wytr.dialog.Alchemist.8.8.28a97061.3":"and I'll be able to finish the potion!",
	"wytr.dialog.Alchemist.2.1.4065b64d":"Hm hm... I'll have to leave it at this temperature for... and then I have to...",
	"wytr.dialog.Alchemist.2.2.7078f152.1":"Ah! You're back! Do you need a reminder? You can find ",
	"wytr.dialog.Alchemist.2.2.7078f152.2":"[1 Bloom of Death] ",
	"wytr.dialog.Alchemist.2.2.7078f152.3":"if you look ",
	"wytr.dialog.Alchemist.2.2.7078f152.4":"near the Elkurn Church",
	"wytr.dialog.Alchemist.2.2.7078f152.5":"!",
	"wytr.dialog.Alchemist.4.1.5f416b1a":"There you are! And you have the bloom! Excellent, excellent, give it here.",
	"wytr.dialog.Alchemist.4.2.52a98a63":"Just a touch of this, and a touch of that, and...",
	"wytr.dialog.Alchemist.4.3.6556ce82":"All done! One shrinking potion, ready for use!",
	"wytr.dialog.Alchemist.4.4.e3c0bfbe.1":"My work here is done. ",
	"wytr.dialog.Alchemist.4.4.e3c0bfbe.2":"Bring that to Caid",
	"wytr.dialog.Alchemist.4.4.e3c0bfbe.3":", and it should sort out his situation!",
	"wytr.dialog.Alchemist.1.1.b7c8325f.1":"Well? Go ",
	"wytr.dialog.Alchemist.1.1.b7c8325f.2":"take the potion to Caid",
	"wytr.dialog.Alchemist.1.1.b7c8325f.3":"!",
	"wytr.dialog.Caid.5.1.bf60b369":"Come- on! You've got to get out- eventually! Stupid- ship!",
	"wytr.dialog.Caid.5.2.59aa8efa":"... You're back! Did my friend know what to do?",
	"wytr.dialog.Caid.5.3.9daae3d3":"A shrinking potion... Weird choice, but I guess it'll work. So, what, do I just pour it on...",
	"wytr.dialog.Caid.5.4.75ec0811":"Huh. Well, it's certainly... smaller. I don't know if I can even fit in there anymore! The potion will wear off... right?",
	"wytr.dialog.Caid.5.5.c11ade84":"Well. Whatever, I can get it out of there now! Guess that means we should go to the doctor. Lead the way.",
	"wytr.dialog.DrPicard.5.1.a1ea4630":"Aha! You've returned! Good, good, this'll be a good test of my changes...",
	"wytr.dialog.Caid.5.2.2306147a":"...Right. And this is the doctor we're trusting with my memories?",
	"wytr.dialog.DrPicard.5.3.2d06345f":"Now, now, don't underestimate my genius. You'll be fine! Probably. I'd give it a 95%% chance. Now, step up here.",
	"wytr.dialog.DrPicard.5.4.164bcfb8":"And now, all I need to do is... Activate the spell here, hit the switch there, and...",
	"wytr.dialog.Caid.5.5.c72e877c":"G-gah! What's happening?",
	"wytr.dialog.Caid.16.1.aab34321":"Right, let's see what we've got here... Edwin, can you check that other crate over there?",
	"wytr.dialog.Edwin.16.2.f9ee7db3":"Sure thing. Say- Caid. How do you keep getting ahold of these things? There's expensive parts in these, and that seems a bit out of your price range.",
	"wytr.dialog.Caid.16.3.95e849d2":"Well... Let's just say the latest resupply package for the guards is slightly lighter than it might otherwise be.",
	"wytr.dialog.Edwin.16.4.ca2eb134.1":"Wait- what? Caid, ",
	"wytr.dialog.Edwin.16.4.ca2eb134.2":"please ",
	"wytr.dialog.Edwin.16.4.ca2eb134.3":"tell me you haven't been stealing from the guards. You know they won't-",
	"wytr.dialog.Caid.16.5.2ccc3503":"Edwin, relax. I'm barely skimming off the top of their supplies. They won't notice one or two missing packages out of thirty.",
	"wytr.dialog.Caid.16.6.7f11b686":"'sides, I'm not scared of them. They're here to protect us, aren't they? I figure they'll just let me off with a warning, like they have all those other times.",
	"wytr.dialog.Edwin.16.7.42ed7de4.1":"If... if you say so. I guess you're right. They don't need ",
	"wytr.dialog.Edwin.16.7.42ed7de4.2":"all ",
	"wytr.dialog.Edwin.16.7.42ed7de4.3":"those supplies, really. And we can make much better use of these than they would!",
	"wytr.dialog.Caid.16.8.0bd0b3ad":"Exactly! I'm glad you agree. So, have you found anything goo-",
	"wytr.dialog.???.16.9.7bb08fb0":"You two! Hold still, you're under arrest!",
	"wytr.dialog.Edwin.16.10.3125dbda":"G-g-g-guards! Run!!",
	"wytr.dialog.Caid.16.11.db8dda4b":"E-Edwin! Get back here, you cowa-",
	"wytr.dialog.RoyalCaptain.16.12.b8d8d43f":"That's enough out of you. You two, track down the accomplice.",
	"wytr.dialog.RoyalCaptain.16.13.b3a4f37c":"Caid, you are being placed under arrest for repeated counts of theft of imperial property.",
	"wytr.dialog.RoyalCaptain.16.14.4d4a42d2":"Your record shows you have received multiple warnings for previous acts. This was your final chance, and you have thoroughly wasted it.",
	"wytr.dialog.RoyalCaptain.16.15.aab80f22":"Take him to the prison for further questioning, and to decide what shall be done with him.",
	"wytr.dialog.DrPicard.16.16.32ae00ee":"Hey! Hello? Bystander-turned-assistant! Get yourself out of that trance, we need to talk.",
	"wytr.dialog.DrPicard.8.1.aee7731c":"Hm. Hm hm hm. The memory cut off there... I wonder what we'd see if we could-",
	"wytr.dialog.DrPicard.8.2.449a1b1f":"Ah! Bystander-turned-assis- you know what, I'll just call you my assistant. Finally out of your trance, I see.",
	"wytr.dialog.DrPicard.8.3.b204121c":"Hm? Where'd the sailor go? Oh, I don't know, I wasn't keeping track- I believe he returned to his ship. That's not important.",
	"wytr.dialog.DrPicard.8.4.43fddce9.1":"What ",
	"wytr.dialog.DrPicard.8.4.43fddce9.2":"is ",
	"wytr.dialog.DrPicard.8.4.43fddce9.3":"important is what we've just seen! Memories relived in vivid detail! Truly, this device will change the world!",
	"wytr.dialog.DrPicard.8.5.655fe006":"...Though, I will say. I am a little lost as to the timeline of events. Caid was arrested- so how did he find himself here in Wynn, as a soldier?",
	"wytr.dialog.DrPicard.8.6.330ac9d7":"It's puzzling, to be sure... If only we could see further. I'll get to work immediately- we must know more!",
	"wytr.dialog.DrPicard.8.7.763de1a4":"In the meantime, I'll have you fetch another test subject for me. There's a Scout Reynauld on duty today- he's also from Fruma originally.",
	"wytr.dialog.DrPicard.8.8.1c95bef5.1":"You'll find him ",
	"wytr.dialog.DrPicard.8.8.1c95bef5.2":"near a bridge to the Roots of Corruption",
	"wytr.dialog.DrPicard.8.8.1c95bef5.3":". I'm counting on you to convince him to join our experiment. In the name of science!",
	"wytr.dialog.DrPicard.2.1.39f981a3":"Hm... Where does this barrier lie? Is this magic not strong enough to break through it? Maybe if I increase the power, then...",
	"wytr.dialog.DrPicard.2.2.c869c744.1":"Gah! Assistant! What are you doing here? Have you spoken to Scout Reynauld yet? You'll find him ",
	"wytr.dialog.DrPicard.2.2.c869c744.2":"near a bridge to the Roots of Corruption",
	"wytr.dialog.DrPicard.2.2.c869c744.3":".",
	"wytr.dialog.ScoutReynauld.7.1.7aa8b059.1":"...and",
	"wytr.dialog.ScoutReynauld.7.1.7aa8b059.2":" so, we expect them to attempt to seize control of this bridge any minute now.",
	"wytr.dialog.Tasim.7.2.f146de0f":"I see. Well, you'll have me to help defend the town, at the very least. I guess all we can do now is w-",
	"wytr.dialog.Tasim.7.3.f2e55e7f":"%1$s? What're you doing all the way out here? The Admiral sent me to bolster Elkurn's defenses, what with the incoming threat.",
	"wytr.dialog.ScoutReynauld.7.4.2d5b5db8":"Hm? The strange doctor wants to see me? To restore my memories? I can't say I really trust the man... but I am curious if it'll really work.",
	"wytr.dialog.Tasim.7.5.a6c6c17f":"Recovering memories from Fruma... That's definitely something I'd be interested in. I've had a strange feeling about it, ever since we first realized we lost them.",
	"wytr.dialog.ScoutReynauld.7.6.d6237330":"Then it's settled. We'll go with you to meet the doctor. However, the town takes priority. We'll need to fight off the incoming corrupted force.",
	"wytr.dialog.Tasim.7.7.69c2d834":"%1$s, you should join us! Three is better than two, after all. We have a bit more time, so you should go prepare, then come back here.",
	"wytr.dialog.Tasim.4.1.034d13ff":"So, have you had any interesting adventures since we split up?",
	"wytr.dialog.Tasim.4.2.558aa303":"...Oh, right! You and General Graken dealt with the undead in Ancient Nemract, didn't you? Captain Ragon was glad to hear that, I'll tell you.",
	"wytr.dialog.Tasim.4.3.4ea1ae04":"Me? Eh, nothing really to talk about. Aledar's gone off to research the corruption on his own, so I've been- I don't know. Helping wherever I can.",
	"wytr.dialog.Tasim.4.4.40767346":"I have the skill and the magic to fight off corrupteds, so I might as well help wherever I'm needed.",
	"wytr.dialog.Tasim.3.1.89e68386":"So, have you had any interesting adventures since we split up?",
	"wytr.dialog.Tasim.3.2.7ba9cbb8":"Not a lot going on? Yeah, same here. Aledar's gone off to research the corruption on his own, so I've been- I don't know. Helping wherever I can.",
	"wytr.dialog.Tasim.3.3.5dd6baed":"I have the skill and the magic to fight off corrupteds, so I might as well help wherever I'm needed.",
	"wytr.dialog.ScoutReynauld.1.1.8092d474":"Are you ready to defend Elkurn?",
	"wytr.dialog.ScoutReynauld.1.1.8092d474.selOpt.7bbf":"I'm ready.",
	"wytr.dialog.ScoutReynauld.1.1.8092d474.selOpt.90cf":"I need some more time.",
	"wytr.dialog.ScoutReynauld.1.1.f69406ec":"We don't have much of it left, I'm afraid. Go, then, but come back quickly.",
	"wytr.dialog.Tasim.3.1.c0a0f777":"Then let's do this. Shouldn't be much longer now...",
	"wytr.dialog.ScoutReynauld.3.2.5328bdb4":"I have eyes on the target! Corrupted forces incoming!",
	"wytr.dialog.Tasim.3.3.6472ebbe":"...Ah. This might be a little tougher than expected. Well, let's give it our all!",
	"wytr.dialog.ScoutReynauld.3.1.81727eb7":"Finally, I've got a good shot! Just have to aim...",
	"wytr.dialog.ScoutReynauld.3.2.08dcf87f":"Damn it, the summoner's shielded! How do we take it down?",
	"wytr.dialog.Tasim.3.3.ce47f918.1":"The spikes look weaker than the shield! If we can ",
	"wytr.dialog.Tasim.3.3.ce47f918.2":"kill enough of its minions",
	"wytr.dialog.Tasim.3.3.ce47f918.3":", we'll break its concentration and you can destroy the spike!",
	"wytr.dialog.Tasim.1.1.216278b1":"Now that's a brute if I've ever seen one... Alright, if we take this one out, Reynauld should be able to take the shot!",
	"wytr.dialog.ScoutReynauld.2.1.857d65e5":"Alright! That should do it. Fire a powerful shot here, and...",
	"wytr.dialog.ScoutReynauld.2.2.c27bde81":"Got it! You two- chip away at the summoner, it can't have long left!",
	"wytr.dialog.Tasim.1.1.59907408.1":"It's out of reach again- but we know how to deal with it now! Come on, we just need to ",
	"wytr.dialog.Tasim.1.1.59907408.2":"kill more of its minions",
	"wytr.dialog.Tasim.1.1.59907408.3":"!",
	"wytr.dialog.Tasim.1.1.59feb598":"Another brute to take out, then Reynauld can take the shot!",
	"wytr.dialog.ScoutReynauld.2.1.9986259a":"The summoner's weak... now I just need to hit the right... spot!",
	"wytr.dialog.Tasim.2.2.7e090736":"There's nowhere for it to run now! Let's finish this.",
	"wytr.dialog.ScoutReynauld.6.1.b923b8d1":"We've done it! Elkurn stands another day.",
	"wytr.dialog.Tasim.6.2.23224580":"That was-... that was definitely tough. But, hey, we did it!",
	"wytr.dialog.ScoutReynauld.6.3.7e949b6e":"That we did. Thank you both for your help- I'm not sure I could have handled that alone.",
	"wytr.dialog.Tasim.6.4.b14b408e":"Hey, it was nothing. That's what I'm here for. So, %1$s. You said there was a doctor restoring peoples' memories?",
	"wytr.dialog.ScoutReynauld.6.5.75d47f65":"We did come to an agreement before this combat, yes. I'll follow you to the doctor.",
	"wytr.dialog.Tasim.6.6.059ac3ae":"Same here! I'm definitely curious to see what I've forgotten. Let's go, then.",
	"wytr.dialog.DrPicard.6.1.88b4f96c":"Ah, assistant! I see you've done better than expected and brought with you two whole test subjects instead of one!",
	"wytr.dialog.DrPicard.6.2.120196c4":"Now, now, come on. Which of you will be viewing your memories first?",
	"wytr.dialog.ScoutReynauld.6.3.7679e6eb":"I suppose that would be me.",
	"wytr.dialog.DrPicard.6.4.1b5474ae":"Excellent. Now, just step right up over here! Look directly into the orb, and concentrate on remembering.",
	"wytr.dialog.DrPicard.6.5.e64aec1c":"Alright... Very quickly, I just need to activate this... cast a spell here... and...",
	"wytr.dialog.ScoutReynauld.6.6.7e13052b":"...I don't feel anythi-",
	"wytr.dialog.Caid.15.1.0950596e":"H-huh? Hey, who's there? Why are you knocking at this hour-",
	"wytr.dialog.Caid.15.2.92316246":"...Oh. It's you.",
	"wytr.dialog.Reynauld.15.3.eac33e35":"Yes, it's me. Mind if I step inside?",
	"wytr.dialog.Caid.15.4.ad1b8ec7.1":"N-no, of course not- Uh. It would have been nice if, you know, you ",
	"wytr.dialog.Caid.15.4.ad1b8ec7.2":"warned ",
	"wytr.dialog.Caid.15.4.ad1b8ec7.3":"me you would be coming!",
	"wytr.dialog.Reynauld.15.5.497d7c47":"You know that isn't how this works. Now, where are the goods?",
	"wytr.dialog.Caid.15.6.ad4a51a6":"Right... always straight to business with you. Never, \"oh, how was your week?\" Always just-... ",
	"wytr.dialog.Caid.15.7.fc2e8db8":"Fine. It's up and over here.",
	"wytr.dialog.Caid.15.8.da0965d6":"I salvaged some parts from... uh, one of the nearby factories. I hope it's-... it's probably what you need.",
	"wytr.dialog.Reynauld.15.9.9068a4fd.1":"...Hm. One of the factories, you say? And you're sure you weren't spotted doing it? If I were caught speaking to a ",
	"wytr.dialog.Reynauld.15.9.9068a4fd.2":"known ",
	"wytr.dialog.Reynauld.15.9.9068a4fd.3":"criminal, you know the consequences for both of us.",
	"wytr.dialog.Caid.15.10.1ddb138e":"N-no. I wasn't spotted. I, uh... I took precautions. Went in at night. You know.",
	"wytr.dialog.Reynauld.15.11.9043dc22":"Hmph.",
	"wytr.dialog.Caid.15.12.d209b1f9":"S-so... is that enough? I've gotten you what you asked for. ",
	"wytr.dialog.Reynauld.15.13.62662067":"Well... it is that, yes. But, Caid, you know the risk I take every time I come out here to speak with you. I'll need more than just the bare minimum to guarantee your safety.",
	"wytr.dialog.Caid.15.14.2677ad0d":"I- hmph. Okay, okay, fine, I'll- I'll add in some emeralds. To sweeten the deal.",
	"wytr.dialog.Reynauld.15.15.09e25737":"Excellent. A pleasure doing business, as always. I'll be back in a few weeks.",
	"wytr.dialog.Reynauld.13.1.f0162ed7":"Sir- you requested my presence?",
	"wytr.dialog.RoyalCaptain.13.2.442269b3":"Ah, Reynauld. Good to see you. Come in, come in, take a seat.",
	"wytr.dialog.Reynauld.13.3.28e42c33":"Might I ask what this meeting is for, sir?",
	"wytr.dialog.RoyalCaptain.13.4.52aba79e":"Oh, nothing too special. I just wanted to have a quick chat about your performance.",
	"wytr.dialog.RoyalCaptain.13.5.3a5b3530.1":"You understand that those of us who serve Her Majesty in such well regarded positions have a certain... ",
	"wytr.dialog.RoyalCaptain.13.5.3a5b3530.2":"strict ",
	"wytr.dialog.RoyalCaptain.13.5.3a5b3530.3":"code of honor we must follow, yes?",
	"wytr.dialog.RoyalCaptain.13.6.68fecfa7":"Otherwise, how could we be certain our ranks are pure of any misdeeds? We must set an example for the people of our great province.",
	"wytr.dialog.Reynauld.13.7.3a236dc1":"I- yes, sir, I do.",
	"wytr.dialog.RoyalCaptain.13.8.0d3a1c25":"Now, what do you think might happen if one of our own happened to... bend, or break that code of honor? What sort of a precedent would that set?",
	"wytr.dialog.Reynauld.13.9.d42d4c53":"Captain, I-",
	"wytr.dialog.RoyalCaptain.13.10.6b475fac":"It is with no great pleasure that I inform you that you, Reynauld, are to be stripped of your rank and arrested under charges of dishonor and conspiracy against the Queen.",
	"wytr.dialog.RoyalCaptain.13.11.a68e96ba":"Your accomplice, the supplier, was caught the other day. I'm told he spent very little time grappling with the thought before choosing to spill your secrets.",
	"wytr.dialog.RoyalCaptain.13.12.2f8ef5ce":"There is no place for your sort in our ranks, Reynauld. A shame it had to come to this.",
	"wytr.dialog.DrPicard.13.13.094e0e85":"Assistant! Snap out of it! There's more to discuss.",
	"wytr.dialog.Tasim.11.1.aac3a718.1":"...so, what, you haven't tested ",
	"wytr.dialog.Tasim.11.1.aac3a718.2":"any ",
	"wytr.dialog.Tasim.11.1.aac3a718.3":"of this before now? What if this magic is dangerous? With how Reynauld reacted, I'm convinced it even might-",
	"wytr.dialog.DrPicard.11.2.d7dde8f4.1":"Now, now, calm yourself. Just because I didn't do any proper tests before this doesn't mean it isn't safe! I've done the calculations! They all work out ",
	"wytr.dialog.DrPicard.11.2.d7dde8f4.2":"fine",
	"wytr.dialog.DrPicard.11.2.d7dde8f4.3":"!",
	"wytr.dialog.Tasim.11.3.fe699de2":"...Oh, %1$s, you're back. That was a little intense, wasn't it?",
	"wytr.dialog.DrPicard.11.4.13f7a256.1":"Yes, yes, very intense, whatever- we ",
	"wytr.dialog.DrPicard.11.4.13f7a256.2":"still ",
	"wytr.dialog.DrPicard.11.4.13f7a256.3":"weren't able to see what comes next! I swear, I was able to see more when I looked at my ",
	"wytr.dialog.DrPicard.11.4.13f7a256.4":"own ",
	"wytr.dialog.DrPicard.11.4.13f7a256.5":"memories! It's ridiculous!",
	"wytr.dialog.DrPicard.11.5.08fb3eaf":"Hmph. Maybe it just needs more power... If I increase the amount of mana I put into the spell, then-",
	"wytr.dialog.Tasim.11.6.ab66a698.1":"Hold on. You want to put ",
	"wytr.dialog.Tasim.11.6.ab66a698.2":"more ",
	"wytr.dialog.Tasim.11.6.ab66a698.3":"magic into this, when it's already unstable?",
	"wytr.dialog.DrPicard.11.7.c8bc0cf2.1":"Yes, fine, I understand you've taken issue with my methodology. But it works! This ",
	"wytr.dialog.DrPicard.11.7.c8bc0cf2.2":"has ",
	"wytr.dialog.DrPicard.11.7.c8bc0cf2.3":"worked thrice now!",
	"wytr.dialog.DrPicard.11.8.f59f1128.1":"Don't you want to know what your life was like before? Even ",
	"wytr.dialog.DrPicard.11.8.f59f1128.2":"if ",
	"wytr.dialog.DrPicard.11.8.f59f1128.3":"it's not what you want to see, isn't it better to know?",
	"wytr.dialog.Tasim.11.9.baaf33ba":"...Fine. We can look at my memories. I don't know that I necessarily agree... but alright.",
	"wytr.dialog.DrPicard.11.10.5829b134":"Excellent, I'm glad to hear that! Now. Activating in three... two... one... go!",
	"wytr.dialog.Tasim.11.11.ab0e632a":"...!",
	"wytr.dialog.RoyalCaptain.12.1.ab7c09b1":"All hands on deck! Arrest that insurgent!",
	"wytr.dialog.Tasim.12.2.dac15dc6":"Huh?! What's going-",
	"wytr.dialog.RoyalCaptain.12.3.39892d90":"Grr... He couldn't have gotten far. All of you, search the city! Leave no corner unturned! Don't let him get away!",
	"wytr.dialog.Tasim.12.4.789c7987":"I- oh, this is bad... What can I-...",
	"wytr.dialog.Tasim.12.5.2ece181f":"...Damn it. Damn it all. I can't just let the man bleed out, even if he's-...",
	"wytr.dialog.Tasim.12.6.94c66f66":"...",
	"wytr.dialog.Tasim.12.7.1cd6d121":"It's fine, you'll be fine... I know what to do, even if I really shouldn't...",
	"wytr.dialog.???.12.8.8fced278":"G-gah! Wh-where am I? Who are you? I need to get-",
	"wytr.dialog.Aledar.12.9.32eb771b.1":"Oh. You're- you're ",
	"wytr.dialog.Aledar.12.9.32eb771b.2":"cursed",
	"wytr.dialog.Aledar.12.9.32eb771b.3":".",
	"wytr.dialog.Tasim.12.10.8f5053d5":"I-",
	"wytr.dialog.RoyalSoldier.12.11.ea4bb1ac":"He's in here! And he has an accomplice! Arrest them both!",
	"wytr.dialog.DrPicard.12.12.27e8fbf3":"My magic is struggling to keep hold... but it's clear there's more to see! Increasing power...",
	"wytr.dialog.Aledar.25.1.f10e1d00":"...You shouldn't have gotten involved, you know.",
	"wytr.dialog.Tasim.25.2.132774ed":"So, what? I should have just let you bleed out in my home? Don't be ridiculous.",
	"wytr.dialog.Aledar.25.3.cae10d35.1":"Yes! You should have! Because now, not only have I been arrested for crimes against the crown, but you've also been outed as one of the ",
	"wytr.dialog.Aledar.25.3.cae10d35.2":"cursed",
	"wytr.dialog.Aledar.25.3.cae10d35.3":". Wouldn't have happened if you had just... stood by.",
	"wytr.dialog.Tasim.25.4.2ff4eba7":"...It was the right thing to do. I couldn't just stand by when there was something I could do to help.",
	"wytr.dialog.Aledar.25.5.1f4b851b":"Well, a lot of good that's done us. You know no one gets out of here, right? When they take you, you're never heard from again! So. That's where we're at.",
	"wytr.dialog.Tasim.25.6.30075ca4":"I-...",
	"wytr.dialog.RoyalSoldier.25.7.55e6f725.1":"Tasim. ",
	"wytr.dialog.RoyalSoldier.25.7.55e6f725.2":"It's your time. Follow me.",
	"wytr.dialog.Aledar.25.8.505c665f":"Good luck out there, Tasim. You'll need it.",
	"wytr.narration.9a7ae5cdb84143716286fb7babca7b90551ca41d":"You feel a faint tug as something tries to pull you out of the memory. There's more to see here, though. You can't leave yet.",
	"wytr.dialog.RoyalInquisitor.25.9.458e8313":"Ahem. We're ready for the process. Prepare the Adjustor.",
	"wytr.dialog.Tasim.25.10.f22e2bf0":"The- the what? What are you going to do to-",
	"wytr.dialog.RoyalInquisitor.25.11.2ca89e99.1":"Silence. ",
	"wytr.dialog.RoyalInquisitor.25.11.2ca89e99.2":"Before we begin, I want to make one thing clear. We do not need your ilk in Fruma. We do not ",
	"wytr.dialog.RoyalInquisitor.25.11.2ca89e99.3":"want ",
	"wytr.dialog.RoyalInquisitor.25.11.2ca89e99.4":"your ilk in Fruma.",
	"wytr.dialog.RoyalInquisitor.25.12.a56fabcc":"What we will do with you today is a kindness, a mercy. If the world were to have its way, you would be far worse off. Remember that as we continue.",
	"wytr.dialog.RoyalInquisitor.25.13.b5397e10":"Now. Let us begin.",
	"wytr.dialog.RoyalInquisitor.25.14.341affc4.1":"You ",
	"wytr.dialog.RoyalInquisitor.25.14.341affc4.2":"are a new recruit, being sent to the Wynn Province to fight in their war. You enlisted because you thought your unique... ",
	"wytr.dialog.RoyalInquisitor.25.14.341affc4.3":"talents",
	"wytr.dialog.RoyalInquisitor.25.14.341affc4.4":"... would be useful.",
	"wytr.dialog.RoyalInquisitor.25.15.7427be3e.1":"Fruma ",
	"wytr.dialog.RoyalInquisitor.25.15.7427be3e.2":"is nothing but a speck in your history. A fact set in stone, with details lost to the hypothetical past. You think of it fondly, but remember ",
	"wytr.dialog.RoyalInquisitor.25.15.7427be3e.3":"nothing",
	"wytr.dialog.RoyalInquisitor.25.15.7427be3e.4":".",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.1":"You will ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.2":"fight ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.3":"in their war. You will ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.4":"live ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.5":"for it, you will ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.6":"die ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.7":"for it. You will be of ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.8":"Wynn ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.9":"forever, and ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.10":"Fruma ",
	"wytr.dialog.RoyalInquisitor.25.16.cc485987.11":"will be glad to be rid of you.",
	"wytr.dialog.RoyalInquisitor.25.17.eec55e24":"Understood?",
	"wytr.dialog.Tasim.25.18.9d82de1c":"I-...",
	"wytr.dialog.RoyalInquisitor.25.19.3e412efb.1":"Must I repeat myself? ",
	"wytr.dialog.RoyalInquisitor.25.19.3e412efb.2":"Do you understand?",
	"wytr.dialog.Tasim.25.20.f1d054b3":"...",
	"wytr.dialog.RoyalInquisitor.25.21.cc468142.1":"I will ask once more. ",
	"wytr.dialog.RoyalInquisitor.25.21.cc468142.2":"Is your directive understood?",
	"wytr.dialog.Tasim.25.22.aba31c69.1":"...it",
	"wytr.dialog.Tasim.25.22.aba31c69.2":" is understood.",
	"wytr.dialog.RoyalInquisitor.25.23.fd4b42c6":"Wonderful. Take this one to the caravan. It looks like we'll be able to fit two more for today's batch.",
	"wytr.dialog.ImperialInquisitor.25.24.3f2e1554":"...",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.1":"N",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.2":"ow w",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.3":"ha",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.4":"t mi",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.5":"ght y",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.6":"ou b",
	"wytr.dialog.RoyalInquisitor.25.25.f7796e79.7":"e...?",
	"wytr.dialog.???.5.1.c6a71294":"........ant.......",
	"wytr.dialog.???.5.2.50117668":"......istant.....",
	"wytr.dialog.???.5.3.d751dac3":"......assistant!",
	"wytr.dialog.DrPicard.5.4.60087c22":"Assistant! Snap out of it! You've gone in too deep, the memory is sucking you in!",
	"wytr.dialog.DrPicard.5.5.f57ec42e.1":"Find an exit",
	"wytr.dialog.DrPicard.5.5.f57ec42e.2":", ",
	"wytr.dialog.DrPicard.5.5.f57ec42e.3":"now",
	"wytr.dialog.DrPicard.5.5.f57ec42e.4":", or you'll be trapped forever with no chance of escape! Quickly! GO!",
	"wytr.dialog.DrPicard.3.1.1f6c0a87":"Good grief- there you are! Do you understand how dangerous that was?!",
	"wytr.dialog.DrPicard.3.2.8363c690.1":"What do you think happens to ",
	"wytr.dialog.DrPicard.3.2.8363c690.2":"me ",
	"wytr.dialog.DrPicard.3.2.8363c690.3":"if one of my assistants gets trapped in their memories forever! Nothing good!",
	"wytr.dialog.DrPicard.3.3.7de1eba0":"...Fine, fine. It did give us more information. Don't do it again, though! Come on, come over here, we have much to discuss.",
	"wytr.dialog.DrPicard.6.1.94b7aaeb":"...Hmph. I'll admit, I'm-... I'm not sure what to do with this information.",
	"wytr.dialog.DrPicard.6.2.247e602e":"The memory restorification orb worked about as well as I could expect for a single use... but, good grief, that was upsetting to watch.",
	"wytr.dialog.DrPicard.6.3.b00e8845":"It stands to reason both Caid and Reynauld also experienced this... and my magic couldn't break through that wall...",
	"wytr.dialog.DrPicard.6.4.81534011":"Is this what they're doing to their criminals out there, in Fruma? Casting them out to fight in Wynn's war?",
	"wytr.dialog.DrPicard.6.5.618fe47c":"...I'll have to think on how much I want to delve into memories. In any case! At the very start of this, I promised you we could view your memories.",
	"wytr.dialog.DrPicard.6.6.c3c12249.1":"The offer still stands, if you'd like to take it. Just ",
	"wytr.dialog.DrPicard.6.6.c3c12249.2":"step up to the orb",
	"wytr.dialog.DrPicard.6.6.c3c12249.3":", like the others did.",
	"wytr.dialog.DrPicard.1.1.89ff6a98.1":"Well? The offer still stands, if you'd like to take it. Just ",
	"wytr.dialog.DrPicard.1.1.89ff6a98.2":"step up to the orb",
	"wytr.dialog.DrPicard.1.1.89ff6a98.3":", like the others did.",
	"wytr.dialog.Tasim.2.1.cf5b2011":"...",
	"wytr.dialog.Tasim.2.2.9f74e87b":"Didn't the doctor want to talk to you? You should talk to him first.",
	"wytr.dialog.DrPicard.7.1.b900e208":"H-huh?! The orb! My beautiful memory restorification orb! It's ruined!",
	"wytr.dialog.DrPicard.7.2.ff5d0396":"...Oh, whatever. I have the blueprints stored somewhere around here. I can always make another... but still.",
	"wytr.dialog.DrPicard.7.3.3d47ec04":"...",
	"wytr.dialog.DrPicard.7.4.87935847":"Oh! Oh, right! My apologies, I completely forgot to check in with you! Are you alright?",
	"wytr.dialog.DrPicard.7.5.1bace7a4":"None of the other test subjects experienced this powerful a reaction... strange. It's almost like we were accessing memories that didn't exist...",
	"wytr.dialog.DrPicard.7.6.a9f75eed":"...Well. Ehm. In any case- I'll need to continue my research. There's more to learn, I'm sure...",
	"wytr.dialog.DrPicard.7.7.e06e8d12":"As thanks for your help- here, a reward. Ah, also- I believe your friend is just outside the tower. You might want to check in on him.",
	"wytr.dialog.DrPicard.2.1.c4db022b":"There's much more we don't know about Fruma... and, given what we've seen recently, I suspect not all is well within those walls.",
	"wytr.dialog.DrPicard.2.2.2c8f8ab7":"Might there even be... a war within the Fruman walls? No, no, that's ridiculous. Those memories didn't seem to show the signs of one...",
	"wytr.dialog.Tasim.10.1.5b76b961":"...",
	"wytr.dialog.Tasim.10.2.0088b9fc.1":"Cursed. He called me ",
	"wytr.dialog.Tasim.10.2.0088b9fc.2":"cursed",
	"wytr.dialog.Tasim.10.2.0088b9fc.3":". What does that mean for me..?",
	"wytr.dialog.Tasim.10.3.85825d14":"And the Inquisitor... I don't know what to think. All of us- what we thought we knew when we arrived in Wynn... None of it was true.",
	"wytr.dialog.Tasim.10.4.dd318d78":"...Did the two of us really meet through sheer random luck? He was running from something, and... fell straight into my life.",
	"wytr.dialog.Tasim.10.5.1b409427":"...",
	"wytr.dialog.Tasim.10.6.6eec0e4d.1":"I- I need some space to think. To... reflect. Can you-... ",
	"wytr.dialog.Tasim.10.6.6eec0e4d.2":"please ",
	"wytr.dialog.Tasim.10.6.6eec0e4d.3":"don't tell Aledar about any of this.",
	"wytr.dialog.Tasim.10.7.2a7ee5a2":"He doesn't need to know about all of this. He's- he's better off not knowing.",
	"wytr.dialog.Tasim.10.8.96398365":"...I'm going to head for the Gavel Province, I think. It's across the ocean, far enough from- from all of this.",
	"wytr.dialog.Tasim.10.9.18ea8b38":"When you get stronger, you should go there too. Maybe we'll even run into each other, eventually.",
	"wytr.dialog.Tasim.10.10.e550f53b":"I guess this is goodbye for now, then. Not forever- but for now. I'll see you around, %1$s.",
	"wytr.dialog.Tasim.1.1.72fb6a4b":"...I'm just resting here, a little. I'll be on my way soon.",

	"wytr.quest.TempoTownTrouble":"Tempo Town Trouble",
	"wytr.quest.TempoTownTrouble.reward.95e2":"+1 Time Fragment",
	"wytr.quest.TempoTownTrouble.reward.2c29":"+Access to Time Valley's Time Trouble bosses",
	"wytr.quest.TempoTownTrouble.reward.32fd":"+Access to Mysterious Obelisk fast travel",
	"wytr.narration.99eaf00703186cc8209e4c1b5254d11bdf8d3fc0.1":"The obelisk does not react to your touch. ",
	"wytr.narration.99eaf00703186cc8209e4c1b5254d11bdf8d3fc0.2":"[Req: Tempo Town Trouble]",
	"wytr.narration.4babfdeedc59c30d7910120d1e5390dec56f7671":"As you touch the obelisk, it ignites with an otherworldly blue light...",
	"wytr.name.Tyko":"Tyko",
	"wytr.name.HomelessMayor":"Homeless Mayor",
	"wytr.name.OldManMartyn":"Old Man Martyn",
	"wytr.mobName.EternalParagon":"Eternal Paragon",
	"wytr.mobName.TimeTrouble":"Time Trouble",
	"wytr.mobName.Timekeeper":"Timekeeper",
	"wytr.dialog.Tyko.2.1.49edda2e":"Hey, a little help here? I need to ask a favor real fast! Anyone?",
	"wytr.dialog.Tyko.2.2.66e81eba.1":"Oh, hey! Maybe- Mmm, wait. I don't wanna get you killed, this could be dangerous. Maybe come back when you're ",
	"wytr.dialog.Tyko.2.2.66e81eba.2":"Level 25?",
	"wytr.dialog.Tyko.8.1.be360211":"Hey, excuse me! I'm in need of- ...yeah, just walk right by me. Maybe I shoulda gone to Detlas for help, these people here have enough problems...",
	"wytr.dialog.Tyko.8.2.13399c0e":"Don't suppose you'd be willing to help, huh? Bet you're busy- Wait, you've got spare time? Criminy, only took a week of asking! Good to meet ya.",
	"wytr.dialog.Tyko.8.3.d0d91019":"Alright, My name is Tyko, and I got asked to find a capable soldier for- well, lemme explain. So, I’m from a place called Tempo Town, by Time Valley. It's a recent establishment.",
	"wytr.dialog.Tyko.8.4.2d647bc3":"I'm buddies with the mayor- he set up Tempo Town as kind of a homeless shelter for people whose homes got ruined by corrupted attacks, since Time Valley doesn't seem corrupted.",
	"wytr.dialog.Tyko.8.5.288ca639.1":"Some old guy with jaundice or something swings by, some kind of keeper- Says to set up on a ",
	"wytr.dialog.Tyko.8.5.288ca639.2":"ridge overlooking a lake. ",
	"wytr.dialog.Tyko.8.5.288ca639.3":"So, we did! Everything was going well for a bit.",
	"wytr.dialog.Tyko.8.6.492185dd":"And then some freaky time monster starts showing up in the middle of the night and tries to bust down our doors! We were told that ridge was safe, but that was clearly a lie.",
	"wytr.dialog.Tyko.8.7.177d21b0":"So, that's why I'm here. No one at Tempo Town is tough enough to kill that thing, so I ran over here to ask for some backup. Glad I ran into ya!",
	"wytr.dialog.Tyko.8.8.b09f3d7b.1":"Lemme write down the coordinates for ya ",
	"wytr.dialog.Tyko.8.8.b09f3d7b.2":"in your book. ",
	"wytr.dialog.Tyko.8.8.b09f3d7b.3":"I'm gonna stick around and see if anyone else feels like helping.",
	"wytr.dialog.Tyko.1.1.caca4568.1":"The coordinates to where you need to go should be ",
	"wytr.dialog.Tyko.1.1.caca4568.2":"in your book. ",
	"wytr.dialog.Tyko.1.1.caca4568.3":"Help us out, yeah?",
	"wytr.dialog.HomelessMayor.8.1.e932d8b5":"Hello- Welcome to Tempo Town, friend! Established only two months ago, I'm proud to provide aid to those displaced by corrupted raids.",
	"wytr.dialog.HomelessMayor.8.2.cd04a593":"Come to think of it, you look like a Ragni representative... Can I bother you to deliver some paperwork to the castle about getting officially established here?",
	"wytr.dialog.HomelessMayor.8.3.f2ad4ab3":"...Repeat that? ...OH! Oh, no wonder you- Agh, my mind's all over the place from stress, I'm so relieved he found help finally!",
	"wytr.dialog.HomelessMayor.8.4.1385c496":"Alright, Tyko told you about the monster, right? We were told by that old man Martyn to settle on this ridge because there weren't any dangerous creatures here!",
	"wytr.dialog.HomelessMayor.8.3.3ab586f5":"Oh, not that kind of soldier? That's too bad... But- oh, this is a shot in the dark, but... maybe you'd be the type of soldier to take out a monster for us?",
	"wytr.dialog.HomelessMayor.8.4.3df5803e.1":"You- you would!? Oh, thank goodness you arrived when you did! You see- we were told by that old man Martyn to settle on this ridge because there ",
	"wytr.dialog.HomelessMayor.8.4.3df5803e.2":"apparently ",
	"wytr.dialog.HomelessMayor.8.4.3df5803e.3":"weren't any dangerous creatures here!",
	"wytr.dialog.HomelessMayor.8.5.a87a25a4":"But every night, the same monster emerges from one of the ruins, and tries to smash the buildings down! Every single night, at the same time!",
	"wytr.dialog.HomelessMayor.8.6.5195cb51":"The guards are getting run ragged, and I refuse to be responsible for any deaths when I'm trying to save these folks!",
	"wytr.dialog.HomelessMayor.8.7.3203d217":"We found the ruin it came out of, too- Er, one of the folks here, Doug, did! Here, let me write down the location for you- no, no, I insist, let me do it!",
	"wytr.dialog.HomelessMayor.8.8.26ee0750.1":"There's the coordinates in case you forget, but it's in the ",
	"wytr.dialog.HomelessMayor.8.8.26ee0750.2":"temple just up the hill! ",
	"wytr.dialog.HomelessMayor.8.8.26ee0750.3":"Please, please hurry and take care of that horrible monster!",
	"wytr.dialog.HomelessMayor.1.1.1c8ade47.1":"The coordinates are in your book, but it's in the ",
	"wytr.dialog.HomelessMayor.1.1.1c8ade47.2":"temple just up the hill! ",
	"wytr.dialog.HomelessMayor.1.1.1c8ade47.3":"Please, please hurry and take care of that horrible monster!",
	"wytr.dialog.Scout.6.1.00f72b65":"Grr... I KNOW I saw that beast go in here, where the heck is it?!",
	"wytr.dialog.Scout.6.2.eedbf19d":"Hey soldier, does that disk look like some type of door to you?",
	"wytr.dialog.Scout.6.3.15920683":"I saw some creature that I've been tracking for a few days disappear around here, and I think it's somewhere behind this disk...",
	"wytr.dialog.Scout.6.4.4cfc3c5a":"But... There's probably some kind of wacky magic keeping it shut, since I can't get it open at all!",
	"wytr.dialog.Scout.6.5.62d6a580":"Hey, you're able to use magic, right? Maybe using one of your fancy spells on the disk will get it open?",
	"wytr.dialog.Scout.6.6.a2b650b1.1":"Stand on the disk and ",
	"wytr.dialog.Scout.6.6.a2b650b1.2":"cast any spell. ",
	"wytr.dialog.Scout.6.6.a2b650b1.3":"That should probably get it open, then we can finally kill that freak of nature lurking inside of there!",
	"wytr.dialog.Scout.1.1.17b7062e":"Let's see... What kind of secrets do these odd temples house?",
	"wytr.text.95e27b89cecb54fd4dba5338ead532bda2055caf":"+1 Time Fragment",
	"wytr.dialog.OldManMartyn.12.1.3e17ccef":"What was going through your noggin, %1$s?",
	"wytr.dialog.OldManMartyn.12.2.867227cc.1":"Do you have any idea what you were doing? Bashing around that room I ",
	"wytr.dialog.OldManMartyn.12.2.867227cc.2":"just ",
	"wytr.dialog.OldManMartyn.12.2.867227cc.3":"sealed off for good?",
	"wytr.dialog.OldManMartyn.12.3.df1579f9":"You need to be careful, soldier! This Valley's secrets are NOT to be meddled with.",
	"wytr.dialog.OldManMartyn.12.4.fefddba1":"I assume the mayor of that place called Tempo Town sent you here. You are going to have to tell that lad that his problems just got worse.",
	"wytr.dialog.OldManMartyn.12.5.e53f13f3.1":"The monster you just killed was known as a ",
	"wytr.dialog.OldManMartyn.12.5.e53f13f3.2":"Time Trouble. ",
	"wytr.dialog.OldManMartyn.12.5.e53f13f3.3":"They're odd creatures that were forced into a day-long temporal loop by some fools long ago.",
	"wytr.dialog.OldManMartyn.12.6.be59b9a4":"The only way to keep them at bay effectively is to seal them, like I just did here. But now, that stunt you just pulled sent ripples across the entire Valley. Now, every single Time Trouble is responding to this one's termination!",
	"wytr.dialog.OldManMartyn.12.7.e46ab677":"Now, one Time Trouble I can handle, but this? I can't keep them all at bay... and now, you went and awakened every single one of those critters.",
	"wytr.dialog.OldManMartyn.12.8.c7c57333.1":"I can fix this seal, so you'll have one less to deal with, ",
	"wytr.dialog.OldManMartyn.12.8.c7c57333.2":"but the rest of the Troubles will have to be taken down daily with brute force.",
	"wytr.dialog.OldManMartyn.12.9.5d3eb4f9":"You're going to have to deal with those, soldier. I have far too much to take care of in this valley.",
	"wytr.dialog.OldManMartyn.12.10.6596a06e":"They'll have to be exterminated every single day. Now, I'm sure the work won't be thankless, perhaps you'll be rewarded by the townsfolk of Tempo Town for taking care of them.",
	"wytr.dialog.OldManMartyn.12.11.9224ee68":"Now please, be careful in the Valley. I already have to look after one person, nevermind the mess of time that the Olm were so-",
	"wytr.dialog.OldManMartyn.12.12.0d7e29e5":"...I digress, I'm just rambling again. Now, let me bring us back outside this temple, and you should head back to that shanty town.",
	"wytr.dialog.HomelessMayor.10.1.b842b042":"You're back! I heard some kind of weird chime coming from the temple on the hill- is that a good sign?",
	"wytr.dialog.HomelessMayor.10.2.ad1cb121":"You did?! Oh, thank goodness... Honestly, Martyn told us he would deal with it, but then he just disappeared off into nowhere!",
	"wytr.dialog.HomelessMayor.10.3.0fe95e7b":"Oh, he actually showed his face after you took care of the thing? What, did you beat him to the punch or something?",
	"wytr.dialog.HomelessMayor.10.4.bc1696f5.1":"Wait... What? He was...trying to seal the thing away, instead of killing it, ",
	"wytr.dialog.HomelessMayor.10.4.bc1696f5.2":"and...you",
	"wytr.dialog.HomelessMayor.10.4.bc1696f5.3":" destroying it broke the seal?",
	"wytr.dialog.HomelessMayor.10.5.a4f7903f.1":"And now there's ",
	"wytr.dialog.HomelessMayor.10.5.a4f7903f.2":"more of them? ",
	"wytr.dialog.HomelessMayor.10.5.a4f7903f.3":"Why didn't he just tell us?! Now they'll need to be stopped every day to keep them in check!!",
	"wytr.dialog.HomelessMayor.10.6.fdf1b37f.1":"Gah, this is a disaster... It isn't your fault, you didn't know- Wait, what's that boxy thing you have? A ",
	"wytr.dialog.HomelessMayor.10.6.fdf1b37f.2":"[Time Fragment]",
	"wytr.dialog.HomelessMayor.10.6.fdf1b37f.3":"? ...oh, so the monster dropped it.",
	"wytr.dialog.HomelessMayor.10.7.bcac1be8":"Interesting... One of the townsfolk likes to collect those sorts of things! He's that Mysterious Merchant just behind me.",
	"wytr.dialog.HomelessMayor.10.8.8aa75448.1":"Go talk with him about those! ",
	"wytr.dialog.HomelessMayor.10.8.8aa75448.2":"He might give you something worth your while if you trade them with him.",
	"wytr.dialog.HomelessMayor.10.9.53e24452.1":"...also, while you were away, that ",
	"wytr.dialog.HomelessMayor.10.9.53e24452.2":"strange magic stone up on the hill ",
	"wytr.dialog.HomelessMayor.10.9.53e24452.3":"started glowing. We're not sure what to do with it, really! Might be worth your attention.",
	"wytr.dialog.HomelessMayor.10.10.ac2689d9":"...hm. Well, this is a bit awkward- I don't have a reward ready for you. Making this place took a lot of money... Hopefully gratitude is enough- thank you, sincerely!",
	"wytr.dialog.HomelessMayor.1.1.5ad30eb7":"Oh hey, it's you! I hope you've been keeping those Time Troubles at bay.",
	"wytr.dialog.Tyko.1.1.5e240b08":"Heya! Heard from the mayor that you helped out the town! Can't thank you enough for that.",

	"wytr.quest.CreeperInfiltration":"Creeper Infiltration",
	"wytr.name.Thomas":"Thomas",
	"wytr.name.Garull":"Garull",
	"wytr.mobName.PigmanOverlord":"Pigman Overlord",
	"wytr.mobName.CreeperFollower":"Creeper Follower",
	"wytr.mobName.TunnelPigman":"Tunnel Pigman",
	"wytr.mobName.ScaredCreeper":"Scared Creeper",
	"wytr.mobName.Creeper":"Creeper",
	"wytr.dialog.Thomas.7.1.83637356":"Anyone! Can anyone- oh, hello. You look strong enough to be able to help me.",
	"wytr.dialog.Thomas.7.2.37d5b854":"I am Thomas, and I help manage the supplies for a village in the Pigman Ravine. Though, I have a bit of a problem...",
	"wytr.dialog.Thomas.7.3.028e4dcf":"We're running low on ravine grains, which is our main staple we use for our food.",
	"wytr.dialog.Thomas.7.4.5ef7ced7":"We usually get it ourselves, but recently an angry group of pigmen took over the tunnel to the top of the ravine, where the grain grows.",
	"wytr.dialog.Thomas.7.5.a4173b9c":"The last time we entered, I heard an explosion from the top. I fear the pigmen are blowing up our grain supply with TNT...",
	"wytr.dialog.Thomas.7.5.3e21b812":"I came here to Tempo Town to see if I could find help here, but I've had no luck. Until now, that is. Would you be willing to help?",
	"wytr.dialog.Thomas.7.6.6c1e2b29.1":"You would? You're a life saver. I'll meet you at the village, just ",
	"wytr.dialog.Thomas.7.6.6c1e2b29.2":"follow the path out of town ",
	"wytr.dialog.Thomas.7.6.6c1e2b29.3":"and take the northern-most entrance to the ravines.",
	"wytr.dialog.Thomas.7.7.dab34268":"Once you get there, keep to the right wall of the ravine and climb up the stairs to reach the entrance. Also, be careful in the tunnel, as the pigmen throw rocks as a weapon.",
	"wytr.text.42d033419ea6cce720826dbf01c9f0ead25ed44b":"A piece of the creeper came along with you after the blast catapulted you here. Maybe Thomas would like to take a look at it.",
	"wytr.dialog.Thomas.10.1.606e30a5":"I didn't expect you to fall out of the sky like that. Are you okay, or should I go get the potion merchant to heal you?",
	"wytr.dialog.Thomas.10.2.7f93f0be":"You're fine? Oh, good to hear. Did you manage to get rid of the pigmen and their explosives?",
	"wytr.dialog.Thomas.10.3.c08b86ec":"A green creature? A \"creeper\"? No such thing exists in this world, especially with the pigmen all around!",
	"wytr.dialog.Thomas.10.4.28aad0d5":"Oh, you brought a piece of skin back. How odd, I've seen this skin before...",
	"wytr.dialog.Thomas.10.5.ef7f2fff":"There's a large cave over to the south. I tried to enter it, but I got ambushed by green creatures...",
	"wytr.dialog.Thomas.10.6.292ef7b1.1":"I thought I was just dreaming, but these \"creepers\" you talk ",
	"wytr.dialog.Thomas.10.6.292ef7b1.2":"about...they",
	"wytr.dialog.Thomas.10.6.292ef7b1.3":" might live in that cave.",
	"wytr.dialog.Thomas.10.7.826010b9":"I have an idea. I need to know for sure that they live there. A merchant can make you a mask with the skin and another material.",
	"wytr.dialog.Thomas.10.8.a82a0df0":"There's a Pigman Overlord that sometimes hangs in a cave nearby. If you can kill it, you can get a pigman hide strong enough to make the mask.",
	"wytr.dialog.Thomas.10.9.c3b9ccfe":"If you continue on the western path past the tunnel entrance, you should find a camp where the Overlord is located.",
	"wytr.dialog.Thomas.10.10.026f1894":"Go get the pigman hide, and then come back to me so I can tell you what to do next.",
	"wytr.text.33b0ec113ab54078dc43148859405798256aa8ae":"It's probably a bad idea to enter a private shop without permission.",
	"wytr.dialog.Thomas.1.1.b49d4e42":"Do you need a reminder about the location of the Pigman Overlord? Just continue on the western path past the tunnel entrance, and you should find a camp where the Overlord is located.",
	"wytr.dialog.Thomas.6.1.2c9f40d9":"I see you have the hide. This skin will work perfectly for my plan.",
	"wytr.dialog.Thomas.6.2.72991673":"There is a Mask Merchant in this village. He can make you a mask with the two materials I have.",
	"wytr.dialog.Thomas.6.3.57f480e4":"With the mask, you can put it on and go undetected into the cave with these \"creepers\". Only then will we know the truth.",
	"wytr.dialog.Thomas.6.4.0dcb025c":"To get to the creeper cave, follow the western path and turn left at the pigman camps.",
	"wytr.dialog.Thomas.6.5.a93b2556":"Also, if you somehow lose the mask, the merchant can make you another one if you bring him another piece of skin and hide.",
	"wytr.dialog.Thomas.6.6.47b7860b":"Here are the materials. Be careful out there. Who knows what those green monsters could do to you...",
	"wytr.dialog.Thomas.1.1.3334fbae":"Have you been to the creeper cave? Just follow the western path and turn left at the pigman camps.",
	"wytr.text.1fcee01966983416efd87b99104c3a206ee518ed":"You sense a mythical aura coming out of the cave. It might be best to leave the cave alone.",
	"wytr.text.14921059384361f196d47a48a3b6f054c24fd8de":"There is a mythical aura coming from this cave...",
	"wytr.text.59d248be5400aa232d49b4efa262e80695a44663":"The §bfollower §7is the key to revealing the §bentrance",
	"wytr.dialog.Garull.3.1.014e1710":"Oh, a visitor? Interesting. I thought I only knew about this cave, considering I was called crazy by my master.",
	"wytr.dialog.Garull.3.2.93d01b5d":"I've lived down here for a while now, studying the creepers. They are mythical in this region, and I want to prove everyone wrong.",
	"wytr.dialog.Garull.3.3.186e4d9e":"Don't worry about being trapped in here, though. There's a magic doorway right outside my house that can teleport you out if you wish to leave.",
	"wytr.dialog.Thomas.7.1.64f42718":"So, what was in the cave? Were there really creepers in there?",
	"wytr.dialog.Thomas.7.2.8e2b0e66.1":"What's this? It smells like ",
	"wytr.dialog.Thomas.7.2.8e2b0e66.2":"gunpowder...but",
	"wytr.dialog.Thomas.7.2.8e2b0e66.3":" more earthy. And this came from the cave?",
	"wytr.dialog.Thomas.7.3.494a630d":"This powder is definitely not native to this area. It has to have come from those creepers.",
	"wytr.dialog.Thomas.7.4.0da9ef03":"I guess for now we'll leave them at peace. If they do exist, they don't need to be hunted down to extinction.",
	"wytr.dialog.Thomas.7.5.bc5aa4e5":"Besides, if they are composed of gunpowder, they could easily blow this ravine to pieces.",
	"wytr.dialog.Thomas.7.6.23379c1b":"Thank you for your help. I guess you deserve some sort of reward, considering you helped solve the ravine's big mystery.",
	"wytr.dialog.Thomas.7.7.6ad620e9":"Feel free to come back to our village any time. By then our food supply should be stable.",
	"wytr.dialog.Thomas.1.1.532af2fc":"Thanks again for your help. Now we can truly say creepers exist here in the ravines.",

	"wytr.quest.DejaVu":"Deja Vu",
	"wytr.name.Asher":"Asher",
	"wytr.mobName.RustyShovel":"Rusty Shovel",
	"wytr.mobName.CannonBall":"Cannon Ball",
	"wytr.mobName.CannonKey":"Cannon Key",
	"wytr.dialog.Asher.6.1.cb526e41":"Well well well, look who decided to come back with their tail between their legs.",
	"wytr.dialog.Asher.6.2.0b4adbb8":"Two weeks now and you still haven't found it? Ugh, I can't believe I ever trusted you with such a simple task.",
	"wytr.dialog.Asher.6.3.9a110de9":"Who am I? WHAT DO YOU MEAN WHO AM I? You offered to help find my shovel, and I've been waiting two weeks!",
	"wytr.dialog.Asher.6.4.ea1d17ec":"Forget about your payment. Unless you either pay me back or get my shovel right now!",
	"wytr.dialog.Asher.6.5.25d3fc71":"My shovel? That's why I sent you out in the first place! It's somewhere in Time Valley. I lost it while following a trail of flowers.",
	"wytr.dialog.Asher.6.6.a15607a4":"I think it was south west of the large ruined gate. Now go get it!",
	"wytr.dialog.Asher.1.1.48c8ea34":"You need more help? I think I dropped it under a pink tree. Now move it or lose it!",
	"wytr.narration.bc7d06fc811e5c80dbf79865277bcd21564a5f28":"Whatever that odd feeling was, it's over now. And there's Asher's shovel! Better return this to him.",
	"wytr.dialog.Asher.7.1.4dae3fcd":"Well hello there, stranger! Welcome to Time Valley! Always nice to see a new face around here.",
	"wytr.dialog.Asher.7.2.663a8d44":"Mad at you? Why would I be mad at you? We've never met.",
	"wytr.dialog.Asher.7.3.1774c2ec":"I know this a bit forward, but I need to ask for your help with-",
	"wytr.dialog.Asher.7.4.881b1e14":"Wait, is that-? It is! You've found my shovel! I recognize those markings anywhere.",
	"wytr.dialog.Asher.7.5.e3df0ee9":"But why is it so rusty? Ah, no matter. Give that to me and I'll head inside to get you a nice reward.",
	"wytr.dialog.Asher.7.6.7e15c7bc":"Thank you. Now, about that reward-",
	"wytr.dialog.Asher.7.7.0e726649":"Wha- What's happening?",
	"wytr.dialog.OldManMartyn.3.1.8233139e":"Oh dear, there he goes again. Poor fool ignored my warnings and touched that shovel.",
	"wytr.dialog.OldManMartyn.3.2.92642b3b":"He's gone and got himself stuck in a loop.",
	"wytr.dialog.OldManMartyn.3.3.bae469d7":"Head inside, soldier, and I'll explain what's happening here.",
	"wytr.dialog.OldManMartyn.1.1.261f7375":"Without Asher, his house has vanished from time.",
	"wytr.dialog.OldManMartyn.8.1.77aea749":"Let me explain why Asher disappeared...",
	"wytr.dialog.OldManMartyn.8.2.19609c2e":"Time Valley was built many years ago by a long-lost civilization.",
	"wytr.dialog.OldManMartyn.8.3.fd5e92b1":"They had odd powers. They ended up distorting time itself.",
	"wytr.dialog.OldManMartyn.8.4.7abea59b":"The tools they used to make these structures are imbued with their power.",
	"wytr.dialog.OldManMartyn.8.5.a46d1c37":"Asher found one of these tools: the shovel.",
	"wytr.dialog.OldManMartyn.8.6.1c993e40":"The shovel is tethering its time of influence to today. It keeps sending Asher back.",
	"wytr.dialog.OldManMartyn.8.7.510501fd":"The issue is, Asher died in the past. This creates a paradox.",
	"wytr.dialog.OldManMartyn.8.8.ed855507":"We can save him if I send you back to prevent his death. Go through this rift to join him in the past.",
	"wytr.dialog.Asher.18.1.644a6638":"Huh? Where is everyone?",
	"wytr.dialog.Asher.18.2.3bc7feb6":"Usually this place is filled with workers.",
	"wytr.dialog.Asher.18.3.dca9405c":"But no one's here. And this place is clearly not done.",
	"wytr.dialog.Asher.18.4.076f902b":"Whatever the case, I should probably find my shovel.",
	"wytr.dialog.Asher.18.5.2ccd114a":"If I were a shovel, where would I be?",
	"wytr.dialog.Asher.18.6.8ba6407d":"Hmmm. Not around here.",
	"wytr.dialog.Asher.1.1.95adff7a":"Wait, what's that-?",
	"wytr.dialog.OldManMartyn.2.1.9639371a":"My my, a crushing defeat to be sure. You'll have to find a way to stop that.",
	"wytr.dialog.OldManMartyn.2.2.128fdaf6":"Go back through the rift and make sure Asher doesn't become a pancake this time.",
	"wytr.dialog.OldManMartyn.1.1.e5f84969":"Whenever you're ready to save Asher, step through the rift.",
	"wytr.dialog.Asher.18.7.36726171":"This place... There's so much going on but no one here.",
	"wytr.dialog.Asher.18.8.b23269ce":"What I don't understand, though, is why this place looks brand new.",
	"wytr.dialog.Asher.18.9.ee2516d8":"This place looks like it's just being built!",
	"wytr.dialog.Asher.18.10.1cdbace2":"This must be something to do with the valley's magic. Wouldn't be the first time.",
	"wytr.dialog.Asher.18.11.35753c3f":"Heh, time.",
	"wytr.dialog.Asher.1.1.e865b403":"Woah! Where did-?",
	"wytr.dialog.OldManMartyn.2.1.61ec09a4":"Well that was quite the explosive end to our friend there. There must be a way to prevent that.",
	"wytr.dialog.OldManMartyn.2.2.db3b7964":"Head back in there. This time with less explosions.",
	"wytr.dialog.Asher.18.12.27f10a49":"In fact, whenever I hold that shovel, this kind of stuff seems to happen.",
	"wytr.dialog.Asher.18.13.64e249cb":"Maybe it's sent me way back. Back to the construction of this place.",
	"wytr.dialog.Asher.18.14.51de4e1c":"Then why is no one here?",
	"wytr.dialog.Asher.18.15.c5241071":"Woah, that tree looks like it might fall over!",
	"wytr.dialog.Asher.18.16.1ef8a9b8":"That was a close one!",
	"wytr.dialog.OldManMartyn.2.1.a4e9eb65":"Oh, so close on that try. Who could've guessed that was how our friend met his end?",
	"wytr.dialog.OldManMartyn.2.2.10b8afc5":"I'm sure you'll nail it this time. Not sure how you will stop a cosmic event, though.",
	"wytr.text.196e4b76727ee4cbdb815bdeb33ab5901d10c591":"The cannon cannot be fired in its current state. Looks like you'll need something to activate it.",
	"wytr.dialog.Asher.18.17.9418e078":"Uhf! How do they have a cannon? These guys must be super advanced.",
	"wytr.dialog.Asher.18.18.6e3897c8":"I think I'm close now.  I can just feel that shovel close by.",
	"wytr.dialog.Asher.11.1.d2a52d78":"Oh there it is! My shovel!",
	"wytr.dialog.Asher.11.2.73b4d477":"I'm surprised it took me back this far this time.",
	"wytr.dialog.Asher.11.3.12a214a0":"Well, time to head on back-",
	"wytr.dialog.Asher.11.4.584da178":"Wait, Martyn?",
	"wytr.dialog.Asher.11.5.5dfe4986":"Ow! What was that for?",
	"wytr.dialog.OldManMartyn.11.6.bb065a29":"Asher, you remember when I allowed you to live in the valley, I told you not to touch any odd objects.",
	"wytr.dialog.Asher.11.7.c6306072":"I... Might recall it.",
	"wytr.dialog.OldManMartyn.11.8.74a941f8":"You got yourself stuck hundreds of years ago. If it wasn't for this guard, you'd be removed from existence.",
	"wytr.dialog.Asher.11.9.a3a12ea6":"Oh... So that's where I am. I am so sorry Martyn. Please don't kick me out of the valley.",
	"wytr.dialog.OldManMartyn.11.10.7e53c3cc":"I know time travel can be tempting. But it's far more dangerous than you can ever understand.",
	"wytr.dialog.OldManMartyn.11.11.a5100795":"The valley is banned for most citizens. I watch over this timeline because of poor souls like Asher.",
	"wytr.dialog.Asher.14.1.ffc0f715":"Holy Bovine!",
	"wytr.dialog.OldManMartyn.14.2.e59762fd":"Ah, we're back.",
	"wytr.dialog.Asher.14.3.e8a6570c":"How did you get these powers? Are you even human?",
	"wytr.dialog.OldManMartyn.14.4.27ac1851":"Oh you know. I've read a book or two in my time.",
	"wytr.dialog.OldManMartyn.14.5.6c69c093":"%1$s, I'm sorry I got you dragged into this. I wish I could have done it myself.",
	"wytr.dialog.Asher.14.6.d5094f84":"I probably could have gotten myself out...",
	"wytr.dialog.OldManMartyn.14.7.80154277":"You died in the past. Multiple times.",
	"wytr.dialog.Asher.14.8.c96302b2":"I did?",
	"wytr.dialog.OldManMartyn.14.9.ebeb66a3":"Yes. In some surprising ways too.",
	"wytr.dialog.OldManMartyn.14.10.a1f8cc74":"%1$s, I'm sure we will meet again... in time.",
	"wytr.dialog.OldManMartyn.14.11.f6718121":"See you around.",
	"wytr.dialog.Asher.14.12.4bc04eff":"Uh, you're still here.",
	"wytr.dialog.OldManMartyn.14.13.78567143":"Am I?",
	"wytr.dialog.Asher.14.14.059f837a":"I don't understand Martyn. He seems to know everything about the past. Here, come closer, I want to whisper something.",
	"wytr.dialog.Asher.3.1.309836ff":"I think he might have known Bob. I saw some letters in his house.",
	"wytr.dialog.Asher.3.2.c3f3b48f":"Weird, right? Bob was a hard guy to know.",
	"wytr.dialog.Asher.3.3.f15c22df":"Anyway, take this. It's the least I can do to pay you for saving me.",

	"wytr.quest.MisadventureontheSea":"Misadventure on the Sea",
	"wytr.quest.MisadventureontheSea.reward.e39f":"+Passes to Selchar from the Seaskipper are now free",
	"wytr.quest.MisadventureontheSea.reward.68e0":"+Various ingredients",
	"wytr.name.Barman":"Barman",
	"wytr.name.Honip":"Honip",
	"wytr.name.Pirate":"Pirate",
	"wytr.name.Seth":"Seth",
	"wytr.name.PirateGuard":"Pirate Guard",
	"wytr.name.SeaskipperCaptain":"Seaskipper Captain",
	"wytr.mobName.Osearer":"Osearer",
	"wytr.mobName.GiantRat":"Giant Rat",
	"wytr.mobName.ColossalRat":"Colossal Rat",
	"wytr.dialog.Barman.8.1.0798cd77":"Hello there soldier! What can I get you?",
	"wytr.dialog.Honip.8.2.30b410e2":"I'll take 2 Nemract Whiskeys. One for me, one for this chap.",
	"wytr.dialog.Barman.8.3.f44a613e":"You got it.",
	"wytr.dialog.Honip.8.4.dbb64437":"So... I've seen ya around town. I saw how happy that guy was when you brought him some journal.",
	"wytr.dialog.Barman.8.5.ab43e9a6":"2 Nemract Whiskeys, coming up!",
	"wytr.dialog.Honip.8.6.516b286b":"So... Soldier. Are ya up for sailin' the ocean with me? I got a fancier boat than that seaskipper!",
	"wytr.dialog.Honip.8.7.1b9cb7f0":"I figured you'd be interested in explorin' the waters!",
	"wytr.dialog.Honip.8.8.45698c16":"I'll wait for ya on the docks. Don't worry, ya can't miss the boat!",
	"wytr.dialog.Barman.3.1.ee9ab9aa":"Not thirsty? He paid for it, ya might as well take a sip!",
	"wytr.dialog.Barman.3.2.256947b2":"Unless ya don't want alcohol, which would be understandable as a soldier...",
	"wytr.dialog.Barman.3.3.114c4a71":"Though I'd wonder why you came here in the first place then, heh!",
	"wytr.dialog.Honip.3.1.3f72a750":"There you are! Ready? Follow me, the boat's over here!",
	"wytr.dialog.Honip.3.2.2ae50da4":"Look at this.. Magnificent! Much better than whatever the Seaskipper is using!",
	"wytr.dialog.Honip.3.3.f7fb84ef":"Well, what are you waiting for? Hop aboard!",
	"wytr.dialog.Honip.2.1.79c2c4d5":"Then it's settled, we're goin' on an adventure!",
	"wytr.dialog.Honip.2.2.e2e850c0":"Buckle up, we got waves to catch.",
	"wytr.dialog.Honip.7.1.02144ad0":"So... I should warn ya', this is actually my first time sailing...",
	"wytr.dialog.Honip.7.2.0a6daab8":"It doesn't seem too difficult though, a little to the left...",
	"wytr.dialog.Honip.7.3.cf9d86fa":"Hmm, looks like we're not the only ones out on the water today.",
	"wytr.dialog.Honip.7.4.245a7df0":"They're a bit too head on, don't you think?",
	"wytr.dialog.Honip.7.5.348b050e":"I'm tryin' to steer the ship but it's not budging...",
	"wytr.dialog.Honip.7.6.5169001f":"That's unfortunate...",
	"wytr.dialog.Honip.7.7.076297e2.1":"Unfortunate... For ",
	"wytr.dialog.Honip.7.7.076297e2.2":"YOU",
	"wytr.dialog.Honip.7.7.076297e2.3":"!",
	"wytr.narration.e911b77650028c09768e2a7d24b3f9227ceacd5e":"Sounds like you're being dragged around...",
	"wytr.narration.c421e6bf4710edb74a3f9373b2537e1b3f9fce88":"You pick up a small sign...",
	"wytr.narration.7fe5cbb129ae83354fad869b76354798b387c916.1":"It reads: ",
	"wytr.narration.7fe5cbb129ae83354fad869b76354798b387c916.2":"'Behind you, idiot.'",
	"wytr.dialog.Honip.6.1.1762ce94":"Hey, you're finally awake.",
	"wytr.dialog.Honip.6.2.0767915a":"I honestly, truly can't believe you fell for that. Let me sum it up for you...",
	"wytr.dialog.Honip.6.3.21464883.1":"Some extremely suspicious ",
	"wytr.dialog.Honip.6.3.21464883.2":"pirate",
	"wytr.dialog.Honip.6.3.21464883.3":" comes up, offers you a drink, and leads you to his suspicious boat.",
	"wytr.dialog.Honip.6.4.0fb14265":"Any normal person would've turned back by then. But what do you do? You hop on! Well, now you're stuck with us.",
	"wytr.dialog.Honip.6.5.b055656e":"Let me make this quick. This boat needs renovation, and we want you to do it.",
	"wytr.dialog.Honip.6.6.fe35636b":"Why? You're a soldier! All you do is take orders! Anyway, we'll need you to clean our stuff. Here, get out.",
	"wytr.dialog.Honip.1.1.9aff6db4":"Here, get out. I've got a few things to tell you.",
	"wytr.dialog.Honip.3.1.a6eab5db":"So, there's quite a few bodies in there, and we never bothered throwin' em out!",
	"wytr.dialog.Honip.3.2.a67b4d24":"Go ahead, here's a sponge for the dried blood as well. Just wack the bodies with it!",
	"wytr.dialog.Honip.3.3.12aa8f60.1":"If you need me, I'll be on the deck. And, uh, don't go in the hold. We've got a ",
	"wytr.dialog.Honip.3.3.12aa8f60.2":"BIG",
	"wytr.dialog.Honip.3.3.12aa8f60.3":" rat problem.",
	"wytr.narration.901c9a23ff3943685f22e03e1f06cba4b71417f6":"You probably shouldn't leave the boat just like that.",
	"wytr.narration.c568180bb529bb362ce7a771d7cb5a523eb0378a":"This will bring you back on the boat. Click again to confirm.",
	"wytr.narration.bc9b05ad63ae26dcfaa5002d6b83a8d9ca12f279":"Looks like the door that leads to the hold...",
	"wytr.narration.ebcd53adfea1273bf8b62ec9348b919829d1d7d6":"It's locked. Probably because of the rat issue. Honip must have the key.",
	"wytr.narration.665d9ab232883c58fdbbb28665b7400067165d66":"You can see a bit of the hold through these bars...",
	"wytr.narration.6e10db3af67add480d620437d7f79826f57e8e43":"Rats can be heard... But how many are there, exactly?",
	"wytr.narration.4a5b5373f1a632215643bf821fe16849b2a0ad99":"Huh? It looks like there's a hidden lock in this bookshelf!",
	"wytr.narration.fd4ed33bfd07f1a620fca6df077972418d8328f9":"Where could the key be? Does the crew know about this?",
	"wytr.narration.1d93c47bdf2bc73e9a7e86b758f0d8dbb9d5a622":"It's barely visible, it's probably not going to help on escaping.",
	"wytr.narration.de8eb822c7373f8aec9a99ce01af9fc571cb53cf":"That's definitely not a place to store gunpowder, nor a fuse.",
	"wytr.narration.ddb5d3bb3a3f5a7567397e54e0da9b9a834e2ca2":"You don't have the key.",
	"wytr.dialog.Pirate.3.1.02a8ae26":"Hey, so you're our personal guard, huh?",
	"wytr.dialog.Pirate.3.2.bc1a6c83":"Nice to meet ya!",
	"wytr.dialog.Pirate.3.3.fbe4433c":"That ladder leads to the hold, but right now it's locked... We've got a severe case of rats.",
	"wytr.dialog.Pirate.1.1.60543f60":"These rats... I don't think they're normal rats. Something's wrong with 'em.",
	"wytr.dialog.Pirate.3.1.351ec836":"Honip has a pet chicken, weird right?",
	"wytr.dialog.Pirate.3.2.014cf91e":"I bet he got inspiration from that weird guy on his island...",
	"wytr.dialog.Pirate.3.3.98d42447":"If ya want, you can always pick up some seeds 'round here and feed the chicken.",
	"wytr.dialog.Pirate.3.3.164a8810":"What? You murdered that guy's most prized chicken? You're an odd one, soldier.",
	"wytr.narration.b928dc96153694cc07fcb18afe57c5f68158a938":"You take a look inside the furnaces...",
	"wytr.narration.1b0ee96d9a6ef1d1760af864fe84dc0702d988f1":"There's nothing, except for...",
	"wytr.narration.6d4491295ff9bc050a0e168e80e6e1fa51ffe1c6":"An absurd amount of wood shavings, for some reason.",
	"wytr.dialog.Pirate.2.1.2f973c34":"Oh, uh... Don't worry about that, 'ay?",
	"wytr.dialog.Pirate.2.2.ea39f4d1":"That's our... fuel source.",
	"wytr.dialog.Pirate.2.1.23cc9d19":"The chicken's got quite the agressive personality!",
	"wytr.dialog.Pirate.2.2.fd4c209a":"He ain't scared of anything, which makes him the best pirate 'round here!",
	"wytr.dialog.Pirate.2.2.3f06d9cc":"But maybe you do too. I wouldn't want you near my chickens, if I had any!",
	"wytr.dialog.Pirate.2.1.442864ab":"Oh, there he is! Hold on...",
	"wytr.dialog.Pirate.2.2.b077a59a":"Isn't he the best??",
	"wytr.narration.6d0e765d2b5ef453cbd51cb302a1fa045e77ce07":"You find some notes on the table.",
	"wytr.narration.79968a3ca846f7408ae6b618c1a53113318be56a":"There's mentions of... A human cannon? How does that make sense?",
	"wytr.narration.a41f40cd29c7ff7761300f032d6cc7686224cd86":"It must be the one up you saw up there! That's got to be the way to escape!",
	"wytr.narration.810d53489be1ae5d177c0f51b6f750ae843e70a5":"Apparently, only gunpowder is needed, as well as a fuse.",
	"wytr.narration.f0438ffce924dd36816f50e98057160afde6495f":"That's just a map of Nemract.",
	"wytr.narration.bd7c491c1ad2dcfe97e18f312ca95a23f4fa478d":"There appears to be some sort of stash behind. You can't get inside from here, though.",
	"wytr.narration.2a531352bd9c3b353908011aa2df2002bc6c2814":"Oddly enough, it's got some seeds alongside emeralds... What are these pirates doing?",
	"wytr.narration.dd45787c8e8ab5f7d9023c4881ed1ae3b79d8df5":"You pick up some notes.",
	"wytr.narration.896f780c25eae6544378366bd9b9b3e633daa1e9":"There are mentions of a hidden key in the hold...",
	"wytr.narration.0577f4d7ad20e154f74789cd42c366b239cace9d":"Could it be linked to the bookshelves?",
	"wytr.narration.d1668b13092e5c61afb6a4d07daf13232b0e8a9d":"You should probably search the hold later, when possible.",
	"wytr.dialog.Seth.2.1.cbc28004":"'ey! How's the cleaning? Don't forget to check everywhere, ya never know what you might find!",
	"wytr.dialog.Seth.2.1.6092b996":"Welcome back! Any progress?",
	"wytr.dialog.Seth.2.2.94f9ce7f":"Not done yet? Well, take your time!",
	"wytr.dialog.Seth.2.2.b48d6cf3":"You're done? Well good job! Honip's next to the helm if you're lookin' for him.",
	"wytr.dialog.Seth.1.1.332afc02":"Honip's probably waitin' for ya by now! Take these ladders next to me, he's up there.",
	"wytr.narration.c480676d5735f8ccb601248afde771ca3ca703b6":"This cannon is aiming slightly upwards, and it seems less powerful than the others.",
	"wytr.narration.7aeaf44264d652378026f211c87d995c7bb9248c":"According to the notes you saw, it's probably the \"human\" cannon. This must be your escape route!",
	"wytr.narration.f05e7e5aef164f05bf7d135224ce0c7f5836067a":"Maybe you could somehow use it..? There's no way to tell how dangerous it is. Probably very.",
	"wytr.dialog.Seth.1.1.0c9afd4a":"Oh, that's my cannon! Pretty cool, right? I made it using a bunch of arm- Nevermind...",
	"wytr.dialog.Honip.2.1.85a8c528":"How's work?",
	"wytr.dialog.Honip.2.2.23e47d46":"Don't think we'll be done with ya once you clean all of this!",
	"wytr.narration.14e1c4d97e24166666801c24692abf53589a1c9d":"You cleaned the bodies! You should talk to Honip on the deck.",
	"wytr.dialog.Honip.4.1.707e0fc2":"Hey! The boat's lookin' real nice now!",
	"wytr.dialog.Honip.4.2.3d4b1194":"I'll probably let you rest so- hold on.",
	"wytr.dialog.Pirate.4.3.e4c39116":"Ho-Honip! One of the guys said he saw something really weird coming right for us!",
	"wytr.dialog.Honip.4.4.5f179ff0":"Wait... What? Soldier, come!",
	"wytr.dialog.Honip.7.1.e6742a50":"What's happening?!",
	"wytr.dialog.Pirate.7.2.54dc6eaa":"We-we don't know! We can't exactly see it, but it seems huge!",
	"wytr.dialog.Honip.7.3.1fd5ff1b":"I- Let me see.",
	"wytr.dialog.Honip.7.4.b3165532":"Uh... Where am I supposed to be looking at, exactly?",
	"wytr.dialog.Pirate.7.5.4c3cadf1":"I swear, it felt like the whole ocean was getting crazy a second ago!",
	"wytr.dialog.Honip.7.6.d339197d":"If this is another one of your jokes...",
	"wytr.dialog.Seth.7.7.7c561a23":"LOOK OUT!",
	"wytr.dialog.Seth.2.1.a286645e":"What the hell is that??",
	"wytr.dialog.Honip.2.2.8d3f2afe":"I don't know, this wasn't planned!",
	"wytr.dialog.Honip.1.1.99073eb7":"Soldier, now's your time to shine! Scare it off with one of your spells or somethin'!",
	"wytr.dialog.Honip.1.1.53b766cb":"It's working! Do that again!",
	"wytr.dialog.Honip.1.1.e889d1b7":"One more...",
	"wytr.dialog.Honip.4.1.4169114b":"It's starting to panic!",
	"wytr.dialog.Honip.4.2.39056105":"That's right, get back!",
	"wytr.dialog.Honip.4.3.34dc1d8e":"I knew you had it in ya, haha!",
	"wytr.dialog.Honip.4.4.805e0f7c":"What a show! Come, I've got some things to tell ya!",
	"wytr.dialog.Honip.7.1.fbbd4628":"I don't know where that creature came from, but thanks to you it's gone.",
	"wytr.dialog.Honip.7.2.f2ddd3e6.1":"I've got somethin' else for you to tackle. It's about... the ",
	"wytr.dialog.Honip.7.2.f2ddd3e6.2":"rats",
	"wytr.dialog.Honip.7.2.f2ddd3e6.3":".",
	"wytr.dialog.Honip.7.3.0c27e241":"Come to the hold, I'll explain on the way.",
	"wytr.dialog.Honip.7.4.04aa4e3e":"I think we have quite a hellish problem on our hands.",
	"wytr.dialog.Honip.7.5.024cbb7b":"I'm not sure what ya'll find there, but these are NOT normal rats.",
	"wytr.dialog.Honip.7.6.109a7865":"So please, get in there... and kill everything, alright?",
	"wytr.dialog.Honip.7.7.9b4d4d8c":"I've got faith in ya. Here goes nothin'!",
	"wytr.dialog.Honip.1.1.43fc041e":"Just cast one of your fancy spells!",
	"wytr.dialog.Honip.4.1.373efb76":"That was... Phew... That was something.",
	"wytr.dialog.Honip.4.2.f1ed1750":"Now, for an even bigger surprise...",
	"wytr.dialog.Honip.4.3.d3e06407":"What the hell, soldier?? What don't you get in the \"soldier\" part of your job?",
	"wytr.dialog.Honip.4.4.fe802c7c":"Come, let's figure some things out.",
	"wytr.dialog.Honip.7.1.d04a058c":"You've been a massive disappointment, y'know?",
	"wytr.dialog.Honip.7.2.274b0739":"But you can still redeem yourself.",
	"wytr.dialog.Honip.7.3.c63146ad":"Follow me, I'll explain on the way.",
	"wytr.dialog.Honip.7.4.d06d1e93":"I mentioned a rat problem earlier... It's, uh, not a small one.",
	"wytr.dialog.Honip.7.5.47bcf0d3":"We've got gunpowder to retrieve, so you're the one who's gonna clear the hold.",
	"wytr.dialog.Honip.7.6.f6c7286d":"So get in there... and try to kill everything, alright?",
	"wytr.dialog.Honip.7.7.bf609da8":"Don't be as bad as earlier. You're a soldier.",
	"wytr.dialog.Honip.4.1.2521fc7d":"What.",
	"wytr.dialog.Honip.4.2.c4db028c":"Well... That's a twist.",
	"wytr.dialog.Honip.4.3.c298f46b":"I expected you to do somethin', soldier, not him!",
	"wytr.dialog.Honip.4.4.4c295f7e":"Anyway, come talk to me.",
	"wytr.dialog.Honip.7.1.bc339222.1":"I have another task for you. It's about... the ",
	"wytr.dialog.Honip.7.1.bc339222.2":"rats",
	"wytr.dialog.Honip.7.1.bc339222.3":".",
	"wytr.dialog.Honip.7.2.d9eff6d5":"See, I really don't think we have your usual type of problem.",
	"wytr.dialog.Honip.7.4.fb155571":"We sometimes hear unusually loud footsteps, along with some really eerie squeaking...",
	"wytr.dialog.Honip.7.5.023bc722":"That's why we're not too fond of goin' in... But our gunpowder there! We need it, as pirates!",
	"wytr.dialog.Honip.7.6.2acbe246":"So, I need you to get in... and kill everything, alright?",
	"wytr.dialog.Honip.7.7.0bcabd14":"Here goes nothing. Snoo, ya stay there!",
	"wytr.dialog.Pirate.1.1.2658397e":"Hey, how 'bout you go talk to Honip instead of me?",
	"wytr.dialog.Pirate.1.1.fbc875cb":"Hm? Ya want a new task? Honip probably wants to talk to you then.",
	"wytr.dialog.Pirate.1.1.b50f297d":"Huh? Why are ya talkin' to me? Just talk to Honip!",
	"wytr.dialog.Pirate.1.1.7a24a862":"That was somethin'... You should go talk to Honip.",
	"wytr.dialog.Pirate.1.1.03914e20":"Wait, what exactly just happened?",
	"wytr.dialog.Pirate.1.1.3875890b":"Alright, I know he was like a fierce chicken or whatever, but this is just ridiculous.",
	"wytr.dialog.Pirate.1.1.2cd196d3":"I... can't believe what just happened, so go talk to Honip, a'ight?",
	"wytr.dialog.Pirate.1.1.4f17c7d8":"Well, I guess he picked the right chicken...",
	"wytr.narration.6d1568ccd1d23b0aca10e6606a8cadd9b95409be":"You defeated the rats! You should grab the gunpowder and the fuse before leaving.",
	"wytr.narration.66b67bfdacf85d79c9fde68e871117eb8dd6605a":"You defeated the rats! You should grab what you find in the hold before leaving.",
	"wytr.narration.7486210a676aeef41dc98f7e7554d3c2ba9868a7":"You already got fuse.",
	"wytr.narration.9224fe81737ab53e0828d9e67066d80e9e6aeb72":"You've got enough gunpowder already.",
	"wytr.narration.8dc5925581f836d7eb8a0d92ea52f8f0a6eb7da9":"Looks like this crate is filled with rat hair...",
	"wytr.narration.5efd97913bffc61a58c05131284bc5b1e0a967b4":"Looks like this crate is filled with even more rat hair, and eaten carrots!",
	"wytr.narration.7efc102d03d83d230de8335d7b83ee7c4e2b9b6d":"You picked up a dusty key!",
	"wytr.narration.d95d0eb4afa61d787740bc42d08a7d9746e13679":"You got the fuse as well as the gunpowder. Looks like you can use that cannon now!",
	"wytr.narration.d59b56ffa158300e8855f46cced56941d9a10af8":"Looks like you found potentially useful materials down there. Perhaps there might be clues you missed regarding an escape route. Better keep looking.",
	"wytr.dialog.Pirate.2.1.265dd9a6":"I heard what happened, soldier!",
	"wytr.dialog.Pirate.2.2.6ee9a12b":"Good job on scaring away that thing!",
	"wytr.dialog.Pirate.2.2.890d0628":"You didn't do anything to help, huh? Shame on ya'.",
	"wytr.dialog.Pirate.2.2.719e2ab7":"Snoo saved us all, right? What a crazy lad, heh!",
	"wytr.dialog.Seth.1.1.aa560580":"I'm just goin' to... Wait here... With my cannons.",
	"wytr.narration.71da718185332e9b3b16fc327a26d6116aa4f975":"You picked up a peculiarly tasty-looking bone.",
	"wytr.narration.3a1ffa56b256297e95fc1ced1431e628c27b04d9":"He's looking towards the bookshelves...",
	"wytr.narration.c063639097297540ddf7bfd0b69108c77a7a4b30":"He's looking towards the hidden room...",
	"wytr.dialog.Pirate.1.1.2db7cc5e":"Easy there Pep...",
	"wytr.dialog.Pirate.1.1.190f3d4c":"What's wrong Pep? Want a bone? Well too bad, we're cleanin' em!",
	"wytr.dialog.Pirate.1.1.cb49919f":"Pep is just a treasure, ain't I right? I'm glad you're taking care of him too!",
	"wytr.narration.8e5e457cb0fc7da7a306c03d154ac3bb9366f3b6":"You picked up some seeds.",
	"wytr.narration.bee1f56935972348287e69cb22be935de3be142f":"Seems like it likes you now!",
	"wytr.dialog.Pirate.1.1.61b0b01d":"Will these two calm down?! Jeez!",
	"wytr.dialog.Pirate.1.1.51221911":"Huh? What did you do?? Oh well, whatever...",
	"wytr.narration.1095b6a05b2d97d95ba76f8f8f01d2e9a23d42cd":"You search the chest...",
	"wytr.narration.05f4de6ba7fa800a2c2e129e1987b0b68aaf97f5":"It's filled with various items.",
	"wytr.narration.6eae3a5b062c6d0d79f070c26e6d62486b40cb46":"...",
	"wytr.narration.b0ade32806b420a1707117622b2a22bca7b3ffb7":"...Oh!",
	"wytr.narration.709eaf1c62320398ad99f33310b6378907a715e5":"That's all there was.",
	"wytr.narration.e55f48d99e7ce1b90aef1367734adb373e1cb7bc":"You picked up some feathers.",
	"wytr.dialog.Pirate.2.1.e88e2394":"...",
	"wytr.dialog.Pirate.2.2.4183792f":"Oh my god, this is so boring...",
	"wytr.dialog.Pirate.1.1.36e72ea6":"Why did I take this job...",
	"wytr.dialog.Honip.4.1.c3e40d54":"Hey there! Ya bringin' me good news?",
	"wytr.dialog.Honip.4.2.9fef6032":"You took care of these damn thieving rodents? A... colossal rat you say?",
	"wytr.dialog.Honip.4.3.78760552":"Nicely done, I knew I could count on ya! C'mere, take these!",
	"wytr.dialog.Honip.4.3.e0a23433":"Well, shiver me timbers! You did redeem yourself, soldier!",
	"wytr.dialog.Honip.4.3.cb446d44":"That sounds absolutely terrifying! And ya did that alone! You know what, her', take these.",
	"wytr.dialog.Honip.4.4.04f2ae99":"Anyway, for now, you can go rest and do whatever you want!",
	"wytr.dialog.Honip.1.1.2eea06f1":"'ey soldier. Enjoying the ride?",
	"wytr.narration.74548c1862a19aa171d89392c6164ab9543f553e":"You put the gunpowder in the cannon and attach the fuse...",
	"wytr.narration.610c29c66c2bbe5d4159ad35659de50cd2737fca.1":"Looks like it's fully functional. Make sure the pirates don't see you! ",
	"wytr.narration.610c29c66c2bbe5d4159ad35659de50cd2737fca.2":"Once you leave, you won't be able to come back.",
	"wytr.dialog.PirateGuard.1.1.a187da36":"Soldier? Ya already fixed that cannon, stop that.",
	"wytr.dialog.PirateGuard.1.1.4b54a6ed":"Hey! What do you think you're doin'?!",
	"wytr.narration.ff6372baf4f54c6fdc80f8999c5925efcc8318b1":"You crawl into the cannon...",
	"wytr.dialog.Honip.5.1.22c8dceb":"...Seth? Have ya seen the soldier?",
	"wytr.dialog.Seth.5.2.8ae14317":"No, but they did a great job in the hold! Some gunpowder went missing though.",
	"wytr.dialog.Seth.5.3.48a82d08":"...",
	"wytr.dialog.Honip.5.4.3af6a418":"...",
	"wytr.dialog.Seth.5.5.848720bf":"Wait a minute.",
	"wytr.narration.e7d189df32ec7d4d2837506a35a7b947c696b044":"It's a coconut.",
	"wytr.narration.0f176d0d5875a93ad157974cfa5e1fa9aff94b9d":"It's a palm tree!",
	"wytr.narration.865ebd8208a01fb08e2c80bc1d5eefc121a899f3":"You dig up some sand...",
	"wytr.narration.8e08951951e1c1122b503b06571ffa3d17dcd643":"There's more sand.",
	"wytr.narration.70b67977d1eb146ec21621fb89d3961c0d5b198a":"Huh? Something's approaching off in the distance...",
	"wytr.narration.bbaf2b673db62feb3b2569a37b9ca172357a40db":"Looks like they're headed toward the island!",
	"wytr.narration.dd2f78c43ed1638f96d6efcd36a15db29cee12c2":"Looks like they're headed toward the island! Is that..?",
	"wytr.dialog.SeaskipperCaptain.1.1.59cbddd3":"'ey there soldier! Looks like ya're in a bit of a pickle! How 'bout ya hop on?'",
	"wytr.dialog.SeaskipperCaptain.7.1.f8537846":"Well... We're headed for Selchar, the heart of the ocean! Which is safer than wherever you were, heh!",
	"wytr.dialog.SeaskipperCaptain.7.2.faede9aa":"I was casually takin' a scenic detour when I saw you and your shiny equipment on that island.",
	"wytr.dialog.SeaskipperCaptain.7.3.c01e19c1":"So, ya gotta tell me what happened!",
	"wytr.dialog.SeaskipperCaptain.7.4.dc0b7b8f":"Oh, kidnapped by pirates I see! How unfortunate...",
	"wytr.dialog.SeaskipperCaptain.7.5.728ecaea":"I guess that'll show ya, tryin' to avoid using good ol' seaskipper! I'm the only trustworthy one 'round here.",
	"wytr.dialog.SeaskipperCaptain.7.6.fc11a61b":"Ah... Trust. Say, why don't I make it so you can travel to Selchar for free? That way, if ya ever think o' doin' somethin' foolish like that again, ya can jus' take a trip on my ol' ship!",
	"wytr.dialog.SeaskipperCaptain.7.7.da56016c":"Anyway, I can see the shore off in the distance! Hang tight, we're almost there!",

	"wytr.quest.TheCorruptedVillage":"The Corrupted Village",
	"wytr.name.Orikal":"Orikal",
	"wytr.name.Alfonse":"Alfonse",
	"wytr.name.Roy":"Roy",
	"wytr.dialog.Orikal.7.1.08f3b5e5":"Go away! I know you're angry but there's nothing to gain her-",
	"wytr.dialog.Orikal.7.2.d803e748":"Oh, you seem calm. What are you doing here? Bit close to the portal for a soldier isn't it?",
	"wytr.dialog.Orikal.7.3.5c7a7817":"I see, you were sent to aid the public. Perfect.",
	"wytr.dialog.Orikal.7.4.de1938a3":"I am Orikal, I'm trying to stop everyone here from killing each other.",
	"wytr.dialog.Orikal.7.5.7c0cfa75":"Do you see all these spikes? I believe they are the thing spreading corruption.",
	"wytr.dialog.Orikal.7.6.4c50ad0b":"Corruption does not affect humans like other beings. It's much much slower, more like an infection of the mind to us.",
	"wytr.dialog.Orikal.7.7.7e608cfb":"Could you inspect the peak of the spike in the village for me? It might give me valuable insight. Thanks!",
	"wytr.text.7ff871598a9aba77d5479a30a81eb1badb8c88f0":"This spike appears to be much larger than the others around the village, but nothing unusual. You should take a closer look at the top.",
	"wytr.dialog.Orikal.1.1.83749a50":"Did you do what I asked? No? Check your content book.",
	"wytr.text.ed74a7154a51cce1082dc7e19821107c32618b78":"When observing the spike from on top, you notice absolutely nothing. You should report back to Orikal.",
	"wytr.dialog.Orikal.6.1.c928b15f":"That was quick... did you find anything?",
	"wytr.dialog.Orikal.6.2.194e2f3d":"Really, nothing? You didn't even feel anything?",
	"wytr.dialog.Orikal.6.3.30ca4088":"How can it be just a spike? It must be spreading corruption somehow.",
	"wytr.dialog.Orikal.6.4.ae01726a":"Then perhaps my second theory was correct. I will have to send you underground.",
	"wytr.dialog.Orikal.6.5.5a39033f.1":"There are old cave systems around here",
	"wytr.dialog.Orikal.6.5.5a39033f.2":" from the mining days. I sent two men down to excavate the spike, can you go down and help?",
	"wytr.dialog.Orikal.6.6.daf2f581":"The entrance is a little to the northeast. In fact, you should have passed it on your way to the spike.",
	"wytr.dialog.Alfonse.3.1.aa0101c9":"This is insane, why are we here?! We're looking for corruption you know that right?",
	"wytr.dialog.Roy.3.2.9f6e7393":"Calm down. All we have to do is keep digging. Besides, he did say he'd pay us a lot, so stop being mad.",
	"wytr.dialog.Alfonse.3.3.f083a158":"Forget it, I don't care anymore, just prime the explosive and get clear of the blast!",
	"wytr.text.84181589bd11a7174f033dbb69e47d0967192410":"That explosion sounded like it uncovered something big. You should take a look.",
	"wytr.dialog.Roy.17.1.e5c11e6e":"Well, that did the trick. Let’s take a look.",
	"wytr.dialog.Alfonse.17.2.46bdef30":"Oh my... What... is this?",
	"wytr.dialog.Roy.17.3.939dca6e":"It almost looks like a giant spike... Woah. How deep does this thing go?",
	"wytr.dialog.Alfonse.17.4.c74c6a20":"Well, you know what? We did our job, so honestly I don't care. Let's get out of he-",
	"wytr.dialog.Alfonse.17.5.0821d364":"Orikal? We’re done! Pay up! I want out. This place is getting to me.",
	"wytr.dialog.Orikal.17.6.8bb2a9c3":"I came when I heard the explosion. I thought you’d hurt yourselves.",
	"wytr.dialog.Orikal.17.7.784875eb":"Well, I'll be darned. The spike goes this far down? And it looks like it goes even deeper than this!",
	"wytr.dialog.Roy.17.8.82d4c661":"Well, I don't know about you, but I say we blow it to shreds! That oughta get rid of this spike!",
	"wytr.dialog.Orikal.17.9.7e449e2e":"For once, I agree. I'll do it, you guys just get clear.",
	"wytr.dialog.Orikal.17.10.16a4f349":"...Wow, that did nothing. We're going to need something MUCH more powerful than TNT...",
	"wytr.dialog.Alfonse.17.11.288a7d33":"Oh yeah? And just what would you have in mind?",
	"wytr.dialog.Orikal.17.12.a2207003":"Well, it's sorta complicated. That's why I've decided to give our new friend here the job of acquiring this explosive.",
	"wytr.dialog.Roy.17.13.b18775a3":"Oh yeah, we were so busy with this spike, we forgot to address you! Sorry about that.",
	"wytr.dialog.Alfonse.17.14.9d32bd1a":"Well if you don't need us anymore then we'll just be on our way... WITH our money! So hand it over please.",
	"wytr.dialog.Orikal.17.15.3f038ca1":"Alright, fine. Here's your pay. Thank you for your help.",
	"wytr.narration.f5603f2f9fe134f77506d3fc28b9727d743209e5":"Orikal pays the excavators.",
	"wytr.dialog.Roy.17.16.2710e02f":"Gah! That's hardly anything! I'm not even surprised. Let's just go.",
	"wytr.dialog.Orikal.17.17.7f82ee8c":"Anyway, come meet me back at my tent, friend. We will discuss what to do then.",
	"wytr.dialog.Orikal.5.1.584fdadd":"Okay. I happen to know a recipe for creating an extremely lethal magical explosive.",
	"wytr.dialog.Orikal.5.2.2ee2d051.1":"There are 3 main ingredients you will need to get me: ",
	"wytr.dialog.Orikal.5.2.2ee2d051.2":"[Stabilized Corrupted Ore]",
	"wytr.dialog.Orikal.5.2.2ee2d051.3":", ",
	"wytr.dialog.Orikal.5.2.2ee2d051.4":"[Incendiary Fluid]",
	"wytr.dialog.Orikal.5.2.2ee2d051.5":", and a ",
	"wytr.dialog.Orikal.5.2.2ee2d051.6":"[Switch Fuse] ",
	"wytr.dialog.Orikal.5.2.2ee2d051.7":"to activate it.",
	"wytr.dialog.Orikal.5.3.ffd9e5de.1":"There used to be ",
	"wytr.dialog.Orikal.5.3.ffd9e5de.2":"a small mining camp a little east of this town. ",
	"wytr.dialog.Orikal.5.3.ffd9e5de.3":"It's abandoned now, but you should still be able to find what you need there.",
	"wytr.dialog.Orikal.5.4.0371fa2b":"It's not the big ol' abandoned mines, mind you. It's a smaller camp, in fact you should be able to see it from this village.",
	"wytr.dialog.Orikal.5.5.36daf6d3":"Best of luck! Oh, and also, try not to die please. These ingredients do indeed promote environmental hazards.",
	"wytr.dialog.Orikal.2.1.ba2c0b06.1":"I need ",
	"wytr.dialog.Orikal.2.1.ba2c0b06.2":"[Stabilized Corrupted Ore]",
	"wytr.dialog.Orikal.2.1.ba2c0b06.3":", ",
	"wytr.dialog.Orikal.2.1.ba2c0b06.4":"[Incendiary Fluid]",
	"wytr.dialog.Orikal.2.1.ba2c0b06.5":", and ",
	"wytr.dialog.Orikal.2.1.ba2c0b06.6":"[Switch Fuse] ",
	"wytr.dialog.Orikal.2.1.ba2c0b06.7":"to create the explosive.",
	"wytr.dialog.Orikal.2.2.005d268f":"The small mining camp a little east of this village should have what you're looking for. Now Hurry!",
	"wytr.sign.1e8510a6195e92236cf2d796.1":"Wrecking Ball",
	"wytr.sign.bee75ca77f753e4846b45544.1":"Controls",
	"wytr.sign.318a6289febe4841e5f5c7d8.1":">>>>>>>>><<<<<<<<<",
	"wytr.sign.b9b79244de049cce29d12dd0.1":">>FILL<<",
	"wytr.sign.2ee77dca8cb242b8f7b25855.1":"WARNING:",
	"wytr.sign.2ce9a344a58638d89a2fbbaf.1":"EXPLOSIVE!",
	"wytr.sign.e33ca87d3be6ea165b82aee1.1":"(use the machine",
	"wytr.sign.afff662a796c2c462fc6f3bc.1":"at the entrance)",
	"wytr.narration.099934ea2a4d783c78963e78099443fe03c116ad":"To the Mining Operations Manager:",
	"wytr.narration.65753e29068e64a8e02f078a0650a2c70ec75aea":"We were performing our usual routines when suddenly an unknown explosion caused a massive cave-in at the entrance to our main mining supply area.",
	"wytr.narration.229770738cfcdccd0aa503cf26fe1dba10050ed4":"Something must be done to remove the debris, we cannot easily continue our mining operations without our supplies.",
	"wytr.narration.255e27e18e35671e9300260f2f17cb801fc45567":"There also may be people trapped on the other side, and I would hate to lose even more miners to these catastrophes.",
	"wytr.narration.7ee2a0b34980b66efb46a0754b916ebd6016c690":"Maybe we could use the Wrecking Ball to demolish the debris, but if we don't act soon...",
	"wytr.narration.2d5ad1ea1c99545362f1d82db59500d7ba05de7a":"How to Use the Explosive-Cloaker Machine:",
	"wytr.narration.ba34fb0d61b4d6bf30db68956ff6eb57134b9755":"- Acquire an explosive item.",
	"wytr.narration.1ff51c186fe23e778abf170ca163139f0ed4e0ee":"- Insert explosive item into the hole of the INPUT slot of the machine.",
	"wytr.narration.9e5ce19475e9a3287c60d037b8ad45c54a0007e7":"- Wait while the machine temporarily disables the item's explosive property.",
	"wytr.narration.ee1566b99c2ddfd9e852bb63914904e8bc78795b":"- Take item out of OUTPUT slot.",
	"wytr.narration.145c8dfaa53a6ec6c02770dcf41dba54a54b9a33.1":"- ",
	"wytr.narration.145c8dfaa53a6ec6c02770dcf41dba54a54b9a33.2":"Can be very useful for disabling explosive properties of unstable ores found in caves.",
	"wytr.text.5d20c318b8f2b8d93c720aad637d025905fd006b":"The ore begins to glow and vibrate in your hand when you take it... it's about to explode!",
	"wytr.text.38dcaf26b250ff76fd0b3f121e8136d919bd85f6":"The ore exploded! Looks like you have to get more from the cave and try again!",
	"wytr.text.0ca40bd3d5e1ac288a5bd4f7fd7e0f24177d5dca":"The machine begins making strange sounds, but after a little while the ore falls out the other side of the machine.",
	"wytr.text.12c9023fbc36c1668c9dad3c7340caa6f39e7ff5":"The ore appears to have temporarily lost its explosive attribute. It is safe to carry.",
	"wytr.text.65134b112c4502a118b87ee2048d768b393642fb":"You filled the container with a glowing liquid. You can use the well to bring it up to the surface.",
	"wytr.dialog.Orikal.3.1.eed7fabe":"You got 'em all! Excellent, this is exactly what we need.",
	"wytr.dialog.Orikal.3.2.9b32df83":"Alright, stand back. I have actually never made this before, so let's hope I don't cause a disaster.",
	"wytr.narration.deb5c5dd529b4dbed5d2de3c8e32d30f9ced66bd":"Orikal takes the materials you retrieved and puts them in a container. He mutters some words in an unknown language, and suddenly the container turns into some sort of Magical TNT.",
	"wytr.dialog.Orikal.3.3.49aec979":"Phew, glad nothing tragic happened there. This should be it, now go take it back down to the spike and destroy it once and for all!",
	"wytr.text.8c3cf6fe02a5d469afc062468515aaca72e09af7":"It appears this magical TNT worked. Now that the spike's roots have been demolished, you should talk to Orikal about your success.",
	"wytr.dialog.Orikal.3.1.c7b2374a":"Oh, do you feel that? It's like a buzzing in my ears I never knew about has just vanished.",
	"wytr.dialog.Orikal.3.2.d00fc7c1":"I think that worked you know. It seems the power of the spike comes from the root...",
	"wytr.dialog.Orikal.3.3.9eb8bd61":"But what is it connected to? That's for another day. The main thing is the village is safe. Here, take this for your help.",
	"wytr.dialog.Orikal.1.1.8aa9d8c9":"It will take a while for these people to recover, so I'll stay here watching over them while they do."
}