{
	"wytr.quest.TheMercenary":"The Mercenary",
	"wytr.quest.TheMercenary.reward.e883":"+Vindicator",
	"wytr.name.MilitaryScout":"Military Scout",
	"wytr.name.AdmiralAmerigo":"Admiral Amerigo",
	"wytr.name.Linton":"Linton",
	"wytr.name.Mel":"Mel",
	"wytr.name.ShadowSpearsLeader":"Shadow Spears Leader",
	"wytr.mobName.ShadowSpearsJuggernaut":"Shadow Spears Juggernaut",
	"wytr.mobName.CommanderTakan":"Commander Takan",
	"wytr.dialog.MilitaryScout.7.1.5edcbb8a":"Ho, soldier! Soldier! Ahem...",
	"wytr.dialog.MilitaryScout.7.2.3f854cd8":"Admiral Amerigo of the Almuji Army requests the aid of able-bodied and unmoored soldiers from around the Province of Wynn.",
	"wytr.dialog.MilitaryScout.7.3.dffc8a1b":"To put it bluntly... they've run into a predicament over there. Almuj's standing army has been taken captive, and the desert barracks overtaken.",
	"wytr.dialog.MilitaryScout.7.4.20110e98":"The Admiral has sent scouts round to gather any free-moving soldiers to help him... remedy the situation.",
	"wytr.dialog.MilitaryScout.7.5.a38e1ae2":"... If you ask me, I reckon he'd like this taken care of quietly and discreetly. I don't blame the man, really, given the circumstances.",
	"wytr.dialog.MilitaryScout.7.6.a124324f":"Anyhow, if you can, travel on over that way. Almuj is the desert city to the east of Detlas, if you've never seen it.",
	"wytr.dialog.MilitaryScout.7.7.33a8998f":"With that, I'm off! There are many more soldiers to find. Good luck, if you choose to heed the summons!",
	"wytr.dialog.AdmiralAmerigo.3.1.ef370ce3":"Ugh, for crying out loud- I'm busy, can't you see that? I don't have time to...",
	"wytr.dialog.AdmiralAmerigo.3.2.2de6d408":"Ah. You're a soldier. Good, that's one more to add to the list. You met the scout, I'm sure.",
	"wytr.dialog.AdmiralAmerigo.3.3.c925ee58":"Not as many of you lot as I would have hoped for, but it'll have to do. Come down here, the others are in the briefing room already.",
	"wytr.dialog.Lanu.5.1.9d96dc5a":"...Hm? Oh, we have a fifth. That’s good! Maybe now the Admiral will tell us what he wants us to do.",
	"wytr.dialog.Lanu.5.2.d210d3ef":"Not like it’s hard to guess... All of Almuj has heard him demanding the commander’s head, at this point.",
	"wytr.dialog.Lanu.5.3.e582ff9f":"I wonder... why Almuj? He had all of Nemract available to him, but he chose to come here...",
	"wytr.dialog.Lanu.5.4.2de5edfe":"...I said that all out loud, didn’t I? Sorry, sorry. It’s not like any of that matters, anyway! I doubt we’ll have time to ask.",
	"wytr.dialog.Lanu.5.5.94b628d7":"We’ll do our job to the best of our ability, and that’ll probably be the end of it...",
	"wytr.dialog.Linton.4.1.f6eccc25":"...Oh. It’s you! Didn’t expect to run into you here, even though I probably should have. You really get around, don’t you?",
	"wytr.dialog.Linton.4.1.f6eccc25.selOpt.26e7":"Weren’t you a miner the last time I saw you?",
	"wytr.dialog.Linton.4.2.18cafb16":"Yep. And now I’m not! Funny how that works.",
	"wytr.dialog.Linton.4.3.d0edd12d":"I figured I’d find some work where I’m appreciated for my talents... the military.",
	"wytr.dialog.Linton.4.4.aa55a1f8":"And I have more access to demolitions here than I did as a miner! It’s a win-win, really.",
	"wytr.dialog.Mel.5.1.6e72a08f":"Well, hey there! Don’t think I’ve seen your face around yet.",
	"wytr.dialog.Mel.5.2.dce101d0":"Might’ve heard of you, though. You were part of that whole… spider thing, right?",
	"wytr.dialog.Mel.5.3.c57eb69f":"Still, nice to meet you! The name’s Mel. I don’t suppose you know what we’re doin’ here, do you?",
	"wytr.dialog.Mel.5.4.1cd88a2c":"I just happened to walk into town for other business, when I ran into the Admiral… He told me to come over here immediately, so I did.",
	"wytr.dialog.Mel.5.5.7781db95":"Bit more exciting than anything else I’ve done so far, though, if I’m bein’ honest!",
	"wytr.dialog.Aledar.5.1.99c7168d":"Oh, %1$s! It’s been a little while, hasn’t it?",
	"wytr.dialog.Aledar.5.2.6dbd7842":"These aren’t really ideal circumstances to be meeting up again, but hey, when are they ever?",
	"wytr.dialog.Aledar.5.3.af1c6bcd":"A rogue commander, huh… It’s a little worrying how efficiently he was able to take over the barracks.",
	"wytr.dialog.Aledar.5.4.3823ca8e":"The Admiral hasn’t told us much about what he’d like us to do about it, yet. He’s just been ordering us around the whole time.",
	"wytr.dialog.Aledar.5.5.1c5a5018":"Guess we’ll have to figure it out as we go, huh?",
	"wytr.dialog.AdmiralAmerigo.1.1.b03b690d":"Take your place at the table, soldier. There's little time to waste.",
	"wytr.dialog.AdmiralAmerigo.14.1.4e16e39e":"Hmph. I suppose this is as many soldiers as we'll be able to get. Very well!",
	"wytr.dialog.AdmiralAmerigo.14.2.a8af1280":"To begin with - the situation. Commander Takan of Nemract has abandoned his post, and has taken the lead of a group of local bandits.",
	"wytr.dialog.AdmiralAmerigo.14.3.1557df9b":"Under his command, they were able to strike our forces in the dead of night, and have taken over the barracks to the northeast.",
	"wytr.dialog.AdmiralAmerigo.14.4.9f8f2d10":"Our entire military force, captured or killed! What a disgrace. We've sent messengers to Detlas, and they have promised their support...",
	"wytr.dialog.AdmiralAmerigo.14.5.f5372a75":"But I would like this dealt with quickly and quietly. That's where you five come in.",
	"wytr.dialog.AdmiralAmerigo.14.6.2b723523":"You will attack and infiltrate the barracks, and assassinate our treasonous commander. I will leave the strategizing to you, as there is much I still must handle here.",
	"wytr.dialog.Lanu.14.7.1b6415a3":"A question, if I may. Do we know the commander's reasoning for this attack? It seems out of character.",
	"wytr.dialog.AdmiralAmerigo.14.8.6f8b398d":"...No. There is nothing that I can recall that would motivate such an attack. Will that be all?",
	"wytr.dialog.Lanu.14.9.b672091c":"...I suppose.",
	"wytr.dialog.AdmiralAmerigo.14.10.7307fbee":"Then I must be off! Good luck, soldiers. I hope for a swift end to this disaster.",
	"wytr.dialog.Mel.14.11.25e551d2":"...Well, darn. Bandits sound like trouble. Do we know what sort?",
	"wytr.dialog.Linton.14.12.c47d846c":"Does it matter? We'll probably be fighting them no matter what kind they are.",
	"wytr.dialog.Lanu.14.13.c3bb061e":"It might, actually... Some bandit groups are stronger than others. If we know which group we're dealing with ahead of time, it might-",
	"wytr.dialog.Aledar.14.14.0f31db37":"We've been standing around here for too long. Come on, let's make our way closer to the barracks. We can come up with a plan there.",
	"wytr.narration.7f7cd145f9aef8053fd2c65735e1c368430d49ea.1":"Looks like the others have gone ahead. You should ",
	"wytr.narration.7f7cd145f9aef8053fd2c65735e1c368430d49ea.2":"rendezvous",
	"wytr.narration.7f7cd145f9aef8053fd2c65735e1c368430d49ea.3":" with them closer to the barracks.",
	"wytr.dialog.Mel.17.1.c035a991":"Well, darn. The place is swarming with bandits...",
	"wytr.dialog.Linton.17.2.8a45d563":"I don't see how that's a problem! We can just launch explosives into the crowd, and boom, problem solved.",
	"wytr.dialog.Aledar.17.3.04f2df60":"...What?",
	"wytr.dialog.Lanu.17.4.93f7fbee":"We can't do that. You'd almost certainly damage the structure in the process!",
	"wytr.dialog.Linton.17.5.de7decf8":"Ah, true. Can't forget about the historical value. Good catch.",
	"wytr.dialog.Aledar.17.6.cc03d3af":"...Right. Well, anyway, I don't think we can get through those bandits with brute force. We'll have to try to find a way around them...",
	"wytr.dialog.Mel.17.7.b77571e9":"Well, if I may interject- I reckon I won't be of much use in proper combat! Injured leg, 'n all. Makes moving a little hard!",
	"wytr.dialog.Mel.17.8.b624da94":"So, if we think goin' right in won't work, I could try to create a distraction? I've got the magic for it, and I'd be of much more use out here.",
	"wytr.dialog.Lanu.17.9.1e106c69":"It could work... if I join you, we'd be able to draw attention towards us while the others sneak in from a different angle.",
	"wytr.dialog.Aledar.17.10.686d4579":"Good idea. But, how do we get in? I don't think there is another entrance, other than that one in front.",
	"wytr.dialog.Linton.17.11.e2728767.1":"Ahem. ",
	"wytr.dialog.Linton.17.11.e2728767.2":"If you'll allow me-",
	"wytr.dialog.Aledar.17.12.a4ab41be":"This had better not be going where I think it is, Linton.",
	"wytr.dialog.Linton.17.13.bf0d4f7d":"Okay, maybe it is. But, listen! We don't have any entrances, right? What if we made our own... by blowing a hole through a wall?",
	"wytr.dialog.Aledar.17.14.21252250":"...Alright, fine. That sounds like it could work.",
	"wytr.dialog.Linton.17.15.5e661a41":"Exactly! You need to have more faith in the experts, Aledar.",
	"wytr.dialog.Aledar.17.16.a11d8d27":"Hm. No, I don't think I do. Either way, that sounds like a plan. %1$s, Linton, and I will break into the barracks then.",
	"wytr.dialog.Mel.17.17.d0ec4bf9":"And Lanu and I can distract 'em while you do so. Sounds like a plan! Let's get goin'.",
	"wytr.dialog.Linton.7.1.7597d238":"Well, well. This looks like a good place to break our way in, wouldn't you say, Aledar?",
	"wytr.dialog.Aledar.7.2.edc2f8a2":"Yes, Linton, it looks fine. %1$s, we'll be looking for Takan. I think the two of us could take him out.",
	"wytr.dialog.Linton.7.3.87671273":"And I'll be looking for the captured soldiers! I stole a map of the barracks from Amerigo's desk, so I'll be able to find them easily enough!",
	"wytr.dialog.Aledar.7.4.60391a40":"You-... nevermind, I don't care. Just do your job, please?",
	"wytr.dialog.Linton.7.5.350b0a02":"On it, boss!",
	"wytr.dialog.Linton.7.6.03170206":"See you two on the other side!",
	"wytr.dialog.Aledar.7.7.e4110ab3":"Alright, let's get to work!",
	"wytr.dialog.Takan.1.1.7a6cc72d.1":"Damn it... damn it, damn it, DAMN IT ALL! Couldn't give me a MOMENT of peace, could he, that ",
	"wytr.dialog.Takan.1.1.7a6cc72d.2":"rat ",
	"wytr.dialog.Takan.1.1.7a6cc72d.3":"Amerigo... ",
	"wytr.dialog.Takan.11.1.6f13b37c.1":"...do",
	"wytr.dialog.Takan.11.1.6f13b37c.2":" I really need to do everything myself?! It's almost as though-",
	"wytr.dialog.Takan.11.2.16044cb7.1":"Oh, I see. I see what's going on. More of Amerigo's ",
	"wytr.dialog.Takan.11.2.16044cb7.2":"dogs",
	"wytr.dialog.Takan.11.2.16044cb7.3":", here to take care of his business, huh?! Get out here where I can see you.",
	"wytr.dialog.Takan.11.3.c1c3c565.1":"You look new... haven't been around long enough to ",
	"wytr.dialog.Takan.11.3.c1c3c565.2":"really ",
	"wytr.dialog.Takan.11.3.c1c3c565.3":"see the face of War up close and personal yet, have you? ",
	"wytr.dialog.Takan.11.4.54c3b04b.1":"You think this is ",
	"wytr.dialog.Takan.11.4.54c3b04b.2":"right",
	"wytr.dialog.Takan.11.4.54c3b04b.3":"? You think it's ",
	"wytr.dialog.Takan.11.4.54c3b04b.4":"right ",
	"wytr.dialog.Takan.11.4.54c3b04b.5":"that those DAMNED admirals get all the wealth and fame, when WE'RE the ones out fighting in the trenches?!",
	"wytr.dialog.Takan.11.5.ddcb02cf":"I've seen soldiers fall and fall and fall, then rise back up again. I've lived through the chaos and death of battle more times than I can count.",
	"wytr.dialog.Takan.11.6.b5730e36.1":"And these IDIOTS think ",
	"wytr.dialog.Takan.11.6.b5730e36.2":"they ",
	"wytr.dialog.Takan.11.6.b5730e36.3":"deserve their power? Their authority?!",
	"wytr.dialog.Aledar.11.6.38abfb90":"...You've killed dozens, and you're keeping dozens more captured.",
	"wytr.dialog.Takan.11.8.66dc8c8f":"And I'd do all that and more, just to prove my point! They think they hold power?! I'll show them power...",
	"wytr.dialog.Takan.11.9.cd682fe0":"I suppose I'll start with you. What are two more when compared to dozens?",
	"wytr.dialog.Takan.11.10.e901e7c2.1":"Step aside, Shadow Spears. I'd like to deal with these ",
	"wytr.dialog.Takan.11.10.e901e7c2.2":"dogs ",
	"wytr.dialog.Takan.11.10.e901e7c2.3":"myself.",
	"wytr.dialog.Aledar.11.11.28b32c0f":"...We won't make it easy for you.",
	"wytr.dialog.Takan.4.1.3d664be5":"Hrrk-...",
	"wytr.dialog.Takan.4.2.7ce56f8e":"Y-you won't-... Stay back!",
	"wytr.dialog.Aledar.4.3.211e0879":"Damn it, he's getting away!",
	"wytr.dialog.Aledar.4.4.ffcaa54c":"This tower can only go up... Come on, we need to chase after him! We can't let him get away!",
	"wytr.dialog.ShadowSpearsLeader.6.1.02285306":"...",
	"wytr.dialog.ShadowSpearsLeader.6.2.3af994c2":"No need to be hasty.",
	"wytr.dialog.ShadowSpearsLeader.6.3.9f7e281c":"Look, it's obvious we've lost here. Even if that idiot escapes, you military folk will find him.",
	"wytr.dialog.ShadowSpearsLeader.6.4.b43463a7":"So, I surrender! Don't see the point in fightin' a pointless battle. Not like we're goin' to be paid after this mess, anyhow.",
	"wytr.dialog.ShadowSpearsLeader.6.5.f9454851":"Here, take the key to the tower. A sign of good faith. Do what you will with him, I really don't care.",
	"wytr.dialog.ShadowSpearsLeader.6.6.90353b1a":"I always preferred his brother anyway. Much quieter.",
	"wytr.narration.2f144cd1c18265e0df183f99d8b3b7e2244f6cfe":"The door is locked...",
	"wytr.dialog.Aledar.2.1.3bfcd86f":"Ugh, more bandits... I'll hold them off here.",
	"wytr.dialog.Aledar.2.2.4e1ea6a6.1":"Keep going after Takan",
	"wytr.dialog.Aledar.2.2.4e1ea6a6.2":"! I'll be fine!",
	"wytr.dialog.Takan.2.1.50d698f5":"Urgh... Why did I even come up here?! There's nowhere for me to-",
	"wytr.dialog.Takan.1.1.13314395":"N-no... not- l-like... this...",
	"wytr.narration.78d5c35a4c10d7af04228205e9c983cfbf80e252.1":"Takan is dead. You should regroup with the others ",
	"wytr.narration.78d5c35a4c10d7af04228205e9c983cfbf80e252.2":"outside the barracks",
	"wytr.narration.78d5c35a4c10d7af04228205e9c983cfbf80e252.3":".",
	"wytr.dialog.Linton.11.1.d4817d58.1":"...and",
	"wytr.dialog.Linton.11.1.d4817d58.2":" so then, I had to free them somehow! So I shouted at them to brace for it, and-",
	"wytr.dialog.Aledar.11.2.71200878":"%1$s! There you are! I'm glad you made it out safely. It looks like the bandits are dispersing.",
	"wytr.dialog.Linton.11.3.b4f79bdf":"And so is my train of thought for my story. So! Did you get him?",
	"wytr.dialog.Linton.11.3.b4f79bdf.selOpt.ed55":"He's dead. I have his badge.",
	"wytr.dialog.Lanu.11.4.2cf7e152":"That's good to hear. At least something good came of this whole situation...",
	"wytr.dialog.Aledar.11.5.a10b1d01":"I'm glad we managed to take him out after all. The things he was saying... he seemed like a very dangerous man.",
	"wytr.dialog.Mel.11.6.e891b444":"I caught a few of the things he was shoutin' from outside. It didn't sound very pleasant.",
	"wytr.dialog.Linton.11.7.8f76abc0":"Well, I didn't hear a thing. Probably on account of the ringing in my ears. It seems to me we're done here, though, right?",
	"wytr.dialog.Lanu.11.8.8343876a":"It looks like it, yes. I think I'll stay behind to help the soldiers clear out the remaining bandits.",
	"wytr.dialog.Mel.11.9.73a606d0":"I figure I'll stick around too. Don't got anythin' better to do right now, anyway!",
	"wytr.dialog.Linton.11.10.6aff33a9":"Well, I'm out of here. I've got places to be! Things to do! Explosives to return! Goodbye!",
	"wytr.dialog.Aledar.11.11.238046c5":"%1$s, I guess that leaves the two of us to return to Almuj with the news! Let's get going.",
	"wytr.dialog.AdmiralAmerigo.8.1.131909d9":"Soldiers! Report! Don't tell me you're the only two survivors, damn it all...",
	"wytr.dialog.Aledar.8.2.7faa6a6f":"No, sir, the mission was a success. Takan is dead.",
	"wytr.dialog.AdmiralAmerigo.8.3.70caa044":"You're certain of this? You have his badge, surely...?",
	"wytr.dialog.AdmiralAmerigo.8.4.6b6d2e4c":"I see... satisfactory work, soldiers. You two, and the others, have Almuj's gratitude.",
	"wytr.dialog.Aledar.8.5.2df1dc5e":"Admiral, sir. Some of what Takan was saying, it was-",
	"wytr.dialog.AdmiralAmerigo.8.6.3f1d6b67":"I wouldn't put too much stock in that traitor's words. People like him... all they do is spit vitriol with no merit, riling up the masses against the order we hold.",
	"wytr.dialog.AdmiralAmerigo.8.7.9d4383d2":"He was an angry man holding a grudge for an imagined wrongdoing. There is nothing more to it than that. I would suggest putting it out of your mind.",
	"wytr.dialog.AdmiralAmerigo.8.8.ffe94999":"You will all be well-compensated for your work today. Now, run along. I have to collect my honorary badge for taking out Ex-Commander Takan.",
	"wytr.dialog.Aledar.11.1.94e8c088":"...",
	"wytr.dialog.Aledar.11.2.01f178ea":"I'm starting to see why Takan hated him so much.",
	"wytr.dialog.Aledar.11.3.1a4c1e90":"I'll... probably try to speak to Admiral Aegis about that the next time I'm in Detlas.",
	"wytr.dialog.Aledar.11.4.0c29421e":"Anyway! What an adventure, right? I can't wait to tell Tasim about it.",
	"wytr.dialog.Aledar.11.5.8f795901":"...Speaking of. Have you heard from him recently? I can't seem to get ahold of him at all.",
	"wytr.dialog.Aledar.11.6.8644dfee":"It's weird. Last I heard, he was at Elkurn, but he's not there anymore.",
	"wytr.dialog.Aledar.11.6.8644dfee.selOpt.1c28":"He went off to Gavel, I think.",
	"wytr.dialog.Aledar.11.6.8644dfee.selOpt.6301":"I... haven't heard from him either.",
	"wytr.dialog.Aledar.11.7.5ba0ea20":"Yeah, that makes two of us...",
	"wytr.dialog.Aledar.11.8.63d2d7d2":"Well, it's probably fine. I'm sure he'll pop up eventually! We just need to wait.",
	"wytr.dialog.Aledar.11.9.1566b318":"I wonder where he's gone off to? Some kind of assignment in Troms, maybe? Or could he have gone off to Gavel...?",
	"wytr.dialog.Aledar.11.10.352ad9b8":"Well, whatever. It was good to see you again! Even if... well. Even if it was strange.",
	"wytr.dialog.Aledar.11.11.8e842c65":"I'll see you around, %1$s.",

	"wytr.quest.GreenGloop":"Green Gloop",
	"wytr.quest.GreenGloop.reward.d526":"+Access to the Glassblowing Merchant",
	"wytr.name.Eluzterp":"Eluzterp",
	"wytr.name.Yodbon":"Yodbon",
	"wytr.name.GlassblowingMerchant":"Glassblowing Merchant",
	"wytr.mobName.CaveSlime":"Cave Slime",
	"wytr.mobName.GooeySlime":"Gooey Slime",
	"wytr.dialog.GlassblowingMerchant.1.1.3a593a10.1":"If your name isn't Eluzterp and you haven't got me my special drinks, get out of here! I'm not open for business! ",
	"wytr.dialog.GlassblowingMerchant.1.1.3a593a10.2":"[Quest Req: Green Gloop]",
	"wytr.dialog.Eluzterp.9.1.c02bdd36":"Oh, hey! You, adventurer over there! Would you mind helping me?",
	"wytr.dialog.Eluzterp.9.2.125fb602":"You see, this cave behind me has been troubling me for the past while now.",
	"wytr.dialog.Eluzterp.9.3.a8c81635":"There are special slimes that live in there, and they drop a certain goo that is quite a delicacy when brewed into a drink!",
	"wytr.dialog.Eluzterp.9.4.65d76a5b":"They are called Gooey Slimes, and should be at the very back. A friend of mine drinks the stuff like water, and he refuses to work without it.",
	"wytr.dialog.Eluzterp.9.5.d79609ac":"However, the slimes have gotten stronger about a month ago. I'm unable to retrieve it any more, I've come close to getting killed a few times!",
	"wytr.dialog.Eluzterp.9.6.5c35ac53":"You, however, seem much better equipped than I. Hopefully you can do it.",
	"wytr.dialog.Eluzterp.9.7.06b6ecd5":"If you decide to help me, you'll need to obtain a special device for retrieving it, as the slime will dry up quickly in the air.",
	"wytr.dialog.Eluzterp.9.8.8d01fbc6.1":"A...less",
	"wytr.dialog.Eluzterp.9.8.8d01fbc6.2":" fickle glassblower, Yodbon, can make it for you. He should be living in a house in front of the Almuj bank.",
	"wytr.dialog.Eluzterp.9.9.f36d0194.1":"I'll need ",
	"wytr.dialog.Eluzterp.9.9.f36d0194.2":"[8 Slimey Goo] ",
	"wytr.dialog.Eluzterp.9.9.f36d0194.3":"since we'll need a big batch of drinks. If you help, I'll be sure to tell him, and he'll probably let you into his shop.",
	"wytr.dialog.Eluzterp.1.1.e36038ae":"Hey, hold on a minute. That cave has become very dangerous lately!",
	"wytr.dialog.Yodbon.6.1.e51d9c5c":"Welcome to Yodbon's Glass Blowery, what can I do f-",
	"wytr.dialog.Yodbon.6.2.83a95378":"Oh, another stinkin' adventurer, eh...",
	"wytr.dialog.Yodbon.6.3.30fc59b9":"So many've been coming up to me recently, askin' for a bloody Slime Scooper...",
	"wytr.dialog.Yodbon.6.4.fcdbed41":"Izzat brother o' mine stopped workin' again? I swear, he's addicted to that slop...",
	"wytr.dialog.Yodbon.6.5.da64cfbc.1":"Anyways, for me to make you a scooper you'll need to get ",
	"wytr.dialog.Yodbon.6.5.da64cfbc.2":"[5 Soft Sand]",
	"wytr.dialog.Yodbon.6.5.da64cfbc.3":".",
	"wytr.dialog.Yodbon.6.6.8c03247b.1":"Come back to me once you've gotten ahold of it. ",
	"wytr.dialog.Yodbon.6.6.8c03247b.2":"You can dig it up from those sand piles 'round the desert.",
	"wytr.dialog.Yodbon.1.1.3b49b20c.1":"You gotten me ",
	"wytr.dialog.Yodbon.1.1.3b49b20c.2":"[5 Soft Sand] ",
	"wytr.dialog.Yodbon.1.1.3b49b20c.3":"yet? ",
	"wytr.dialog.Yodbon.1.1.3b49b20c.4":"You can dig it up from all those sand piles 'round the desert.",
	"wytr.dialog.Yodbon.3.1.5c46e129":"You've returned, I see.",
	"wytr.dialog.Yodbon.3.2.820d3b2a":"A'ight, fork 'em over and I'll make you the scooper.",
	"wytr.dialog.Yodbon.3.3.a779c0d2":"...There you go. No idea why he wants that stuff though. Maybe it's an acquired taste...",
	"wytr.dialog.Yodbon.1.1.dab0372e":"G'luck on whatever you're doing.",
	"wytr.dialog.Eluzterp.1.1.d0f17683.1":"Have you gotten me ",
	"wytr.dialog.Eluzterp.1.1.d0f17683.2":"[8 Slimey Goo] ",
	"wytr.dialog.Eluzterp.1.1.d0f17683.3":"yet? Oh, and make sure to bring your ",
	"wytr.dialog.Eluzterp.1.1.d0f17683.4":"[Slime Scooper]",
	"wytr.dialog.Eluzterp.1.1.d0f17683.5":", too!",
	"wytr.dialog.Eluzterp.6.1.4991c51e":"Oh, you're back! Good to see you were able to get through there. Have you got a full Slime Scooper?",
	"wytr.dialog.Eluzterp.6.2.53cc55d9":"Hmm, yes, everything seems to be in order. Perfect!",
	"wytr.dialog.Eluzterp.6.3.a1c4699f":"Thank you very much. Finally, I'll be able to get him in gear again... Why are all Villagers so fickle like that?",
	"wytr.dialog.Eluzterp.6.4.60c9e35f":"Well, I suppose that's beside the point. I'll be sure to let him know you got him his most recent fix.",
	"wytr.dialog.Eluzterp.6.5.65912ce3":"He hangs around in a little black stall in the bazaar, there's a basement to it. He should let you inside now.",
	"wytr.dialog.Eluzterp.6.6.32d161dc":"And, for your troubles, a little something from me as well.",
	"wytr.dialog.Eluzterp.2.1.79ced02f":"Ah, hello again. This latest batch of drinks apparently really revitalized him. He said he's looking to make some great craft.",
	"wytr.dialog.Eluzterp.2.2.d7632bcd":"Those Villagers are a little bit crazy though... I have no idea what kind of material it is that he insists he needs for it.",

	"wytr.quest.ASandyScandal":"A Sandy Scandal",
	"wytr.quest.ASandyScandal.reward.3bad":"+Access to the Almuj Bank",
	"wytr.name.AlmujBankGuard":"Almuj Bank Guard",
	"wytr.name.ShopkeeperGibbs":"Shopkeeper Gibbs",
	"wytr.name.Bandit":"Bandit",
	"wytr.name.ScrollMerchant":"Scroll Merchant",
	"wytr.name.AlmujSentry":"Almuj Sentry",
	"wytr.name.BanditLeader":"Bandit Leader",
	"wytr.mobName.SniperBandit":"Sniper Bandit",
	"wytr.mobName.ScoutBandit":"Scout Bandit",
	"wytr.mobName.ArmouredBandit":"Armoured Bandit",
	"wytr.dialog.AlmujBankGuard.1.1.db2e4427.1":"Only trusted members of this town can enter the bank! ",
	"wytr.dialog.AlmujBankGuard.1.1.db2e4427.2":"[Quest Req: A Sandy Scandal]",
	"wytr.dialog.AlmujBankGuard.7.1.5fb55656":"You look like a hardy one, Ragni army is it? Would you be willing to help Almuj a bit?",
	"wytr.dialog.AlmujBankGuard.7.2.9932c17c":"Us guards have been trying to root out desert bandits trying to rob the bank.",
	"wytr.dialog.AlmujBankGuard.7.3.d0a171e9":"We're using reports from witnesses to try to gain information.",
	"wytr.dialog.AlmujBankGuard.7.4.a25ffc42":"If I give you some of the witness reports, will you help get clues from them?",
	"wytr.dialog.AlmujBankGuard.7.5.b7836545":"Great! The store from the first witness report is straight down the stairs, just past this building here, just behind me.",
	"wytr.dialog.AlmujBankGuard.7.6.79fdf061":"The store that you should read the report in is named “Gibbs' Mining Supply Store,” and it's the store that was robbed.",
	"wytr.dialog.AlmujBankGuard.7.7.eb0197f3":"I will write the coordinates to the store so you can read the report just in case you can't find it.",
	"wytr.narration.ffc0c72b39dbbd2ed784910b113e2fa8b203b019":"You read the report and visualize its words.",
	"wytr.narration.b92b0208df27ef306892d8900c5df4aa6d9eebe1.1":"WITNESS REPORT I",
	"wytr.narration.b92b0208df27ef306892d8900c5df4aa6d9eebe1.2":" - TOLD BY ODIN GIBBS, SHOP OWNER - GIBBS’ MINING SUPPLY STORE CO.",
	"wytr.narration.89cbf4c1465c46dd2734380824a5e6242a4c6fb3":"Business was slow that day, until two rugged, oddly-dressed men stormed into my shop, with a lot of nerve.",
	"wytr.dialog.ShopkeeperGibbs.9.1.7e3eee1f":"Hello gentlemen! What can I interest you in today? Some industrial torches? Pickaxes?",
	"wytr.narration.0610ec4e865bc0e8148c646e0507f716b45504a9":"Before I could close any deal with them, the man with a dagger started threatening me!",
	"wytr.dialog.Bandit.9.2.e14768eb":"Shut yer' trap, old man. We came for a different kind of business.",
	"wytr.narration.f326ca1fcc669f5e74365808c759ed1e4e52e3f9":"I tried to make peace with the crooks.",
	"wytr.dialog.ShopkeeperGibbs.9.3.4e9fddd7":"Wha-? Look, fellows. Just step out of my store, and nobody gets hurt. I don't want any trouble.",
	"wytr.narration.0a7da51fed8208a9674c31fdad6b9c3db693711e":"The bandit put the knife closer to me and started demanding the code to the TNT vault downstairs!",
	"wytr.dialog.Bandit.9.4.04e4aad5":"Listen up old man, tell us the code to the TNT vault in the basement, or I decorate my necklace with your fingers!",
	"wytr.dialog.ShopkeeperGibbs.9.5.6a5aa115":"Certainly not! That TNT is for licensed mining companies only, not your average amateur miner.",
	"wytr.narration.6cb9209a82ed3ea518aeea8c1863ecc0d3b32a0e":"The bandits grew agitated and resorted to violence to obtain the combination.",
	"wytr.dialog.Bandit.9.6.6fa42486":"Well then! I guess you'll still be able to grasp a pick with four fingers, eh?",
	"wytr.narration.2b5b2e5484bfca4a734bb6693a1d2102c5e17cdb":"They swiped their knife at me, leaving a sizeable wound on my arm.",
	"wytr.dialog.ShopkeeperGibbs.9.7.9adf468b":"Gaaah! Alright, alright! No more violence, please!",
	"wytr.narration.832cc3377b5876d913b795db0cfc182549507b5a":"I had no choice but to give up the combination, which was 7812.",
	"wytr.dialog.ShopkeeperGibbs.9.8.2341beb2":"The code is 7-8-1-2... please don't hurt me!",
	"wytr.narration.8fa5092ba7845563a0bc5622c562fb2a55771a9a":"After I gave up the combination, they knocked me out!",
	"wytr.dialog.Bandit.9.9.191cd3b3":"7-8-1-2... thanks! We won’t be needing you anymore... now go to sleep!",
	"wytr.narration.685be789722a69a06f8dd843f7dc6e4b6e2cf046":"I had no idea what the criminals did after that, I never went back into my shop after the incident.",
	"wytr.narration.2967c784d421486307ae7d773f7ec846d2b43663":"The bandits must've taken the explosives! You should investigate.",
	"wytr.narration.6ba63aa05a699899dde1bdd481f9c0fe189e7af5.1":"GUARD ASSIGNMENT: ",
	"wytr.narration.6ba63aa05a699899dde1bdd481f9c0fe189e7af5.2":"Search the vault for signs of a robbery/veracity of witness report.",
	"wytr.narration.a3e3ea4d0fe3e5b1f81372ba1f779e4fb5e0c44e":"There's small TNT in the vault! It's clearly been robbed...",
	"wytr.narration.e816d16d215562615c7cafb4057d6a436f4ca561":"The criminals seemed to have dropped the knife used to stab shopkeeper Gibbs while robbing the vault...",
	"wytr.narration.b0b15dc785fe40eab895bfb8dc055ccf63e02cca.1":"You should ",
	"wytr.narration.b0b15dc785fe40eab895bfb8dc055ccf63e02cca.2":"return to the Almuj Bank Guard ",
	"wytr.narration.b0b15dc785fe40eab895bfb8dc055ccf63e02cca.3":"with your information.",
	"wytr.dialog.AlmujBankGuard.6.1.85af11f3":"You're back, having read the report I assume. Did you find anything in particular?",
	"wytr.dialog.AlmujBankGuard.6.2.ebe8bd01":"Missing TNT in the shop's vault? The report was truthful and trustworthy.",
	"wytr.dialog.AlmujBankGuard.6.3.c3670206":"We need to catch these criminals quickly if they have access to this dangerous amount of TNT, capable of putting a hole in the bank's wall.",
	"wytr.dialog.AlmujBankGuard.6.4.bef66b4c":"Luckily, we recently had another witness report come in.",
	"wytr.dialog.AlmujBankGuard.6.5.0e884fa5":"This report takes place on the roof of the Scroll Merchant's residence, a garden roof.",
	"wytr.dialog.AlmujBankGuard.6.6.bf9bbb07":"I've written the coordinates to the shop in your content book in case you don't know where the Scroll Merchant is.",
	"wytr.dialog.AlmujBankGuard.1.1.4edd5d04":"Have you been reading the witness reports?",
	"wytr.narration.c7451aae9a12a78d88076138ed1a3ac99b74bfe5.1":"WITNESS REPORT II",
	"wytr.narration.c7451aae9a12a78d88076138ed1a3ac99b74bfe5.2":" - TOLD BY SCROLL MERCHANT, SHOP OWNER - ALMUJ SCROLL SHOP",
	"wytr.narration.a812d6459c286d7c85ddb00bdec88db584c3b3e3":"I was having a fine time tending to my rooftop garden after a lengthy day of selling scrolls.",
	"wytr.narration.897639cfa7c4ce91a726a5fcf64631dd01e17f85":"While looking down on the street, I saw two unsavory men, one with TNT in hand, marching down the path.",
	"wytr.narration.9ecae8ceb1b0528eb3766bd5be584db28e2c16f9":"I was suspicious, so I tried to get their attention, but they ignored me.",
	"wytr.dialog.ScrollMerchant.3.1.9088b24c":"Ey', what do you two blighters think you're doing with those dangerous explosives in the city?",
	"wytr.narration.d182d407741167510d0e5858c9aae68862cf3d5c":"I then realized that they had no innocent itinerary, they were heading straight for my wealthy neighbor's house!",
	"wytr.narration.8b40f467fe1ad0cc3ce6cf59f1c85c1d5bf5d23b":"I tried to yell for the attention of a guard or official, but nobody could hear me.",
	"wytr.dialog.ScrollMerchant.3.2.d35cee1f":"Guards! Guards! Robber! Come quick! Urgently!",
	"wytr.narration.db3bcd356c32c9a41a4cc8b644423c7534514191":"Before anybody could hear me, a large explosion occurred inside of the house the bandits intruded.",
	"wytr.dialog.ScrollMerchant.3.3.8eb4b32e":"Gaaah!",
	"wytr.narration.4e2648e512c32187b570a0ccc533d4a52c35b5ad":"The bandits came sprinting out of my wealthy neighbor's house with two of his most prized possessions: two of his weapons.",
	"wytr.narration.4dec1ad47c64dea6bab313807c49b842c73982dc":"I wasn't sure what to do at this point... I didn't try to confront them, that'd have been way too risky!",
	"wytr.narration.722e028dcf81e0adf9599e7a91bf94e4cb4e8708":"I have no idea where they went off to afterwards.",
	"wytr.narration.24e33d95ffb71ef568b40814097d2d888a0839f5.1":"GUARD ASSIGNMENT: ",
	"wytr.narration.24e33d95ffb71ef568b40814097d2d888a0839f5.2":"Search the wealthy man's residence for the source of the explosion.",
	"wytr.text.8f09682ac67dfd91d1b7cfe1c5ad93cf7f2e0ca8":"This must be where the robbery took place!",
	"wytr.narration.831984b50422d9d1952a367088382919e4290c08":"It appears like two weapons are missing from the wealthy estate owner's weapon rack!",
	"wytr.narration.1c100d7af7efb07dbd290b25f1fb49afd832be4a":"It is troubling the criminals have access to weapons so powerful they must be locked in a safe.",
	"wytr.dialog.AlmujBankGuard.8.1.beae67b2":"Were you able to uncover any new information regarding the status of the criminals?",
	"wytr.dialog.AlmujBankGuard.8.2.3b479d7b":"Oh dear, this isn't good. The criminals plundered two very powerful weapons.",
	"wytr.dialog.AlmujBankGuard.8.3.0cfe6751":"It won't be easy facing those criminals if they decide to raid the bank with those weapons.",
	"wytr.dialog.AlmujBankGuard.8.4.507c8b16":"I'm not certain how to proceed from here, we didn't receive any more witness reports, and-",
	"wytr.dialog.AlmujSentry.8.5.da85c08f":"Boss, I just received urgent reports of a robbery underway in the left residential area of Almuj!",
	"wytr.dialog.AlmujBankGuard.8.6.de1c046a.1":"Oh my... you! Soldier! Urgently! The robbery is taking place ",
	"wytr.dialog.AlmujBankGuard.8.6.de1c046a.2":"across the bridge",
	"wytr.dialog.AlmujBankGuard.8.6.de1c046a.3":", next to the first house you visited today!",
	"wytr.dialog.AlmujBankGuard.8.7.7234fe16":"There will be somebody waiting for you outside of the house once you get to the residential area!",
	"wytr.dialog.AlmujBankGuard.8.8.165cca34":"If you still can't find it, I've written the coordinates in your content book. Now quickly, get to the house!",
	"wytr.dialog.AlmujCitizen.2.1.ad276b90":"Hello? Are you with the guards? Good! Hurry! Some bandits just ransacked my house, and left with lots of emeralds!",
	"wytr.dialog.AlmujCitizen.2.2.8eb984cf":"Follow me to my house, hopefully you can find the bandits! They stole lots of my precious gold!",
	"wytr.text.36328dce595f007f2709075295294104bb8e4962.1":"There's a ",
	"wytr.text.36328dce595f007f2709075295294104bb8e4962.2":"trail of gold",
	"wytr.text.36328dce595f007f2709075295294104bb8e4962.3":" lying on the ground...",
	"wytr.dialog.BanditLeader.4.1.c429af86":"Here-- maybe you'll help us pull the heist if I give you some of this gold we just stole.",
	"wytr.dialog.BanditLeader.4.2.75718bd4":"Ahah. I had a feeling we had a guard on our tail.",
	"wytr.dialog.BanditLeader.4.3.e5d84312":"I wouldn’t want to wear out my new-stolen weapons killing you... I'll just trap you in here with all of this TNT!",
	"wytr.dialog.BanditLeader.4.4.4974fd8d":"This'll blow up in a few seconds. Good luck getting out of here!",
	"wytr.narration.7cdc832f6e22960baa6b6906236f83dda15a351a":"Prevent the bandits from ransacking the bank!",
	"wytr.dialog.BanditLeader.1.1.ace8332e":"It's too late to stop us now! We’re already about to bust out of here with a grand prize sure to gain us province-wide respect!",
	"wytr.dialog.BanditLeader.3.1.82d3de23":"Look here, the soldier decided they wanted to follow us. Dumb move.",
	"wytr.dialog.BanditLeader.3.2.af39e642":"I guess we can kill two birds with one stone: escaping the bank, and killing this pest.",
	"wytr.dialog.BanditLeader.3.3.d4a3675e":"Block the entrance, bandits!",
	"wytr.text.63f7da164360412ad4dbef192793115d3d4b65af":"Defuse the TNT to prevent the bandits from escaping with the emeralds!",
	"wytr.dialog.BanditLeader.1.1.07804abf":"Oh no... we've run out of TNT! We were in over our heads... We can't defeat them, just run for your life! Forget the emeralds, let’s get outta’ here!",
	"wytr.narration.4a80d44759e193e82ddb0c2cac9e3367f95cd837.1":"Now that that's been taken care of, you should report back to the ",
	"wytr.narration.4a80d44759e193e82ddb0c2cac9e3367f95cd837.2":"Almuj Bank Guard",
	"wytr.narration.4a80d44759e193e82ddb0c2cac9e3367f95cd837.3":"!",
	"wytr.dialog.AlmujBankGuard.4.1.dfa4cf1c":"What happened down there underneath the bank? I heard the rumble.",
	"wytr.dialog.AlmujBankGuard.4.2.d31933b7":"You stopped the crooks? Amazing!",
	"wytr.dialog.AlmujBankGuard.4.3.478ab8a8":"The Almuj bank is typically reserved for trusted members only; however, you have proven yourself today to be one of them.",
	"wytr.dialog.AlmujBankGuard.4.4.1fee4cce":"Thank you for your service!",
	"wytr.dialog.AlmujBankGuard.1.1.e7df0432":"Thank you for your services. Enjoy the Almuj Bank!",

	"wytr.quest.MeaningfulHoliday":"Meaningful Holiday",
	"wytr.name.Haily":"Haily",
	"wytr.name.Brank":"Brank",
	"wytr.name.Nick":"Nick",
	"wytr.name.Flodur":"Flodur",
	"wytr.name.Margaret":"Margaret",
	"wytr.name.Reshad":"Reshad",
	"wytr.name.Ellen":"Ellen",
	"wytr.name.Elvura":"Elvura",
	"wytr.name.Temoc":"Temoc",
	"wytr.name.Santa":"Santa",
	"wytr.name.Nora":"Nora",
	"wytr.name.Salath":"Salath",
	"wytr.name.Kamoth":"Kamoth",
	"wytr.name.Server":"Server",
	"wytr.name.Guest":"Guest",
	"wytr.mobName.RottingHuman":"Rotting Human",
	"wytr.mobName.CraftmasElf":"Craftmas Elf",
	"wytr.mobName.RichDetlasCitizen":"Rich Detlas Citizen",
	"wytr.mobName.AlmujTourist":"Almuj Tourist",
	"wytr.mobName.HungryWybel":"Hungry Wybel",
	"wytr.mobName.BigSnowRabbit":"Big Snow Rabbit",
	"wytr.mobName.TamedWybel":"Tamed Wybel",
	"wytr.mobName.Waiter":"Waiter",
	"wytr.mobName.MagicalSnowman":"Magical Snowman",
	"wytr.mobName.MoldyApple":"Moldy Apple",
	"wytr.mobName.FoodCrate":"Food Crate",
	"wytr.mobName.Chef":"Chef",
	"wytr.mobName.DesperateMan":"Desperate Man",
	"wytr.mobName.BallroomGuard":"Ballroom Guard",
	"wytr.mobName.Budolph":"Budolph",
	"wytr.mobName.FrostFox":"Frost Fox",
	"wytr.mobName.DancingNemractCitizen":"Dancing Nemract Citizen",
	"wytr.mobName.Musician":"Musician",
	"wytr.mobName.Gupid":"Gupid",
	"wytr.mobName.MountainOwl":"Mountain Owl",
	"wytr.mobName.Dlitzen":"Dlitzen",
	"wytr.mobName.Domet":"Domet",
	"wytr.dialog.Brank.2.1.a6f71c35":"How am I supposed to feed my family?",
	"wytr.dialog.Brank.2.2.d8a79d54":"I really need a Craftmas miracle...",
	"wytr.dialog.Haily.4.1.9458625c":"Hello, dear. My name is Haily. Nice to meet you.",
	"wytr.dialog.Haily.4.2.29f73d0e":"This is the Almuj charity center. We're looking for volunteers to help the homeless this year.",
	"wytr.dialog.Haily.4.3.f56c312a":"If you want to help someone else this year, our boss Nick is already out in the thick of it.",
	"wytr.dialog.Haily.4.4.7183d7f6":"He's a really special man. I'll write his location down for you in your book. Oh, remember this is charity work, so hopefully gratitude is a good enough reward for you.",
	"wytr.dialog.Haily.1.1.0258dc0b":"So, how is it going? Did you find Nick in the slum?",
	"wytr.dialog.Nick.7.1.b12bb58e":"Oh. Oh... Oh dear. There's more people here than ever.",
	"wytr.dialog.Nick.7.2.be357962":"Hm, are you just passing through? Oh! A volunteer!",
	"wytr.dialog.Nick.7.3.ad732cb9":"You're the only one this year. Things have really changed. We used to have hundreds of volunteers this time of year.",
	"wytr.dialog.Nick.7.4.120ee4ce":"The people here are starving. There's no two ways about it.",
	"wytr.dialog.Nick.7.5.e4166a98":"I don't know how we're going to feed everyone this year.",
	"wytr.dialog.Nick.7.6.69741a55":"The man who runs the budget store used to be homeless... He knows the struggles they face.",
	"wytr.dialog.Nick.7.7.17738cb9":"I'll look after things here. Can you go to the budget store? It's really close. Any food is gratefully received.",
	"wytr.dialog.Nick.1.1.5e281e08":"Have you found any food?",
	"wytr.dialog.Flodur.5.1.3d7502c3":"'ello young soldier.",
	"wytr.dialog.Flodur.5.2.ef0307b6":"What can I do fer ye?",
	"wytr.dialog.Flodur.5.3.cd162fd5":"A food donation fer the 'omless?",
	"wytr.dialog.Flodur.5.4.294791ae":"I'm sorry but everyfin is sold out, everyone is preparing for Craftmas.",
	"wytr.dialog.Flodur.5.5.1250486a":"I might have something on the attic, if you find anyfin, you can 'ave it. I know how difficult it gets.",
	"wytr.dialog.Flodur.3.1.ec687391":"Hm... This apple has seen betta days...",
	"wytr.dialog.Flodur.3.2.072e355f":"Looks like I'm fresh outta food. Barely got enough to feed meself.",
	"wytr.dialog.Flodur.3.3.abf1e3ee":"I wish I had something to give this year. I guess people are having a feast in the city.",
	"wytr.dialog.Flodur.1.1.a351f286":"I hope you find some food, Nick probably knows where to ask next.",
	"wytr.dialog.Nick.8.1.297d0fc7":"Any news?",
	"wytr.dialog.Nick.8.2.fa96eb1e":"I see. I was counting on him.",
	"wytr.dialog.Nick.8.3.553b229f":"I can't be too upset. He donates so much the rest of the year.",
	"wytr.dialog.Nick.8.4.00625632":"We may have to ask the farmers directly...",
	"wytr.dialog.Nick.8.5.5cdd2fcc":"I know someone in Ternaves with a kind heart.",
	"wytr.dialog.Nick.8.6.48c4fdb3":"We've fallen out before, seems he didn't understand what a donation was.",
	"wytr.dialog.Nick.8.7.16b61052":"There is a shortcut south from here, in a cave. Go through there.",
	"wytr.dialog.Nick.8.8.6feebefe":"Oh, also, can you give this blanket to Margaret while you're down in the tunnel? Just follow the road behind me.",
	"wytr.dialog.Margaret.3.1.4d6aa876":"Oh, please don't move me along. I have no where else to go!",
	"wytr.dialog.Margaret.3.2.774ede5e":"Oh, a blanket for me? How sweet... From Nick, you say? He's always so kind... Thank you, as well.",
	"wytr.dialog.Margaret.3.3.7ceb254c":"If you want to get to Ternaves quickly, just keep going through this tunnel. Some unfriendly homeless folks live around here too, so be careful. It's so sad, their state.",
	"wytr.dialog.Margaret.1.1.440ffc22":"Just continue along this tunnel to get to Ternaves.",
	"wytr.dialog.Reshad.4.1.e3de7c47":"Welcome to my farm! Looking to buy some of my fresh crops?",
	"wytr.dialog.Reshad.4.2.12bfcd97":"Well, it seems you're out of luck. I've just sold the last of them from this harvest.",
	"wytr.dialog.Reshad.4.3.6cbf6558":"It was all for that big Craftmas feast happening in Detlas. Wish I could help you out, but I'm fresh out of food to sell you.",
	"wytr.dialog.Reshad.4.4.a77ae8e4":"Wait, I bet Nick sent you, didn't he? Well, he's coming up on your left. Remind him that this isn't a charity.",
	"wytr.dialog.Nick.4.1.2d639bfe":"Hey, %1$s! Any luck?",
	"wytr.dialog.Nick.4.2.3ef88382.1":"We can't get ",
	"wytr.dialog.Nick.4.2.3ef88382.2":"any",
	"wytr.dialog.Nick.4.2.3ef88382.3":" ",
	"wytr.dialog.Nick.4.2.3ef88382.4":"food? We're running out of options here...",
	"wytr.dialog.Nick.4.3.15c9fc33":"Well, there's only one person left that we can appeal to at this time of year.",
	"wytr.dialog.Nick.4.4.9d328d0a":"Follow me.",
	"wytr.dialog.Reshad.1.1.ea26debe.1":"You should follow Nick and ",
	"wytr.dialog.Reshad.1.1.ea26debe.2":"hop in the portal ",
	"wytr.dialog.Reshad.1.1.ea26debe.3":"right there!",
	"wytr.text.b80b574b0c8f553c2ab65a61b27c33ea62a0325b":"It's cold and quiet here, save for the faint noise of a workshop in the distance...",
	"wytr.text.46ebf5a89668ab043797cd8f39fab7006b67c11e":"Soldier on through the thick snow and icey terrain! Keep your focus on the faint noise from the workshop in the distance...",
	"wytr.text.3edf2e0af955744a9d308d7891ac2416b98d3597":"This must be Santa's village, you should probably look for him.",
	"wytr.dialog.Ellen.2.1.7c8f27b4":"There is a lot to do before Craftmas!",
	"wytr.dialog.Ellen.2.2.d23d8406":"Thank god it's only once a year.",
	"wytr.dialog.Elvura.3.1.c778a171":"Heya! I just finished decorating this craftmas tree!",
	"wytr.dialog.Elvura.3.2.0d61192d":"Oh, you're looking for Santa?",
	"wytr.dialog.Elvura.3.3.b6bceea9":"He is right down the stairs to the right.",
	"wytr.dialog.Temoc.2.1.5179ad18":"I've been wrapping presents all week long.",
	"wytr.dialog.Temoc.2.2.a588992e":"My hands are starting to hurt!",
	"wytr.dialog.Santa.1.1.23e0f3cd":"Hohoho. Merry Craftmas!",
	"wytr.dialog.Santa.9.1.8f359161":"Nick... You know the deal.",
	"wytr.dialog.Santa.9.2.25bdefbb":"The council all have their areas to care for. Yours is Almuj. How you care for it is your responsibility.",
	"wytr.dialog.Nick.9.3.b4d05977":"There's five times more homeless and hungry than last year!",
	"wytr.dialog.Santa.9.4.aa7297d9":"Nick, I know times are tough there, but-",
	"wytr.dialog.Nick.9.5.621595a8":"Tough?! It's impossible! What happened to people's good will? I had one volunteer this year! ONE!",
	"wytr.dialog.Santa.9.6.06623a62":"I'm sorry Nick. You could go to Detlas and ask there, they have a feast big enough to feed an army!",
	"wytr.dialog.Nick.9.7.666ca75d":"Hmmm... Oh, sorry. I miscalculated your journey here. Good to see you.",
	"wytr.dialog.Nick.9.8.b1cafb18":"I suppose you heard Santa and I. Our next location is Detlas.",
	"wytr.dialog.Santa.9.9.ec6533e8":"Alright, that's settled then. Leave through the fireplace behind me, it will bring you directly to Detlas. Good luck, Nick.",
	"wytr.text.8934c50a3d568f8afbfead695b6cebb0adb0f41d":"The portal brought you to Detlas, the ball must be nearby.",
	"wytr.dialog.Nick.3.1.d9285e59":"Wow. The people here live in such grandure. I wonder if they know people are starving to the east.",
	"wytr.dialog.Nick.3.2.ade399f6":"Let's ask around for some donations.",
	"wytr.dialog.Nick.3.3.53fa12df":"More importantly, let's hope they'll share a trifle of food.",
	"wytr.dialog.Nick.1.1.7736796a":"Please, ask around for food. Any donation at all will help.",
	"wytr.dialog.Nora.2.1.c68a758e":"I can't wait for the feast to be served. It's always magnificent.",
	"wytr.dialog.Nora.2.2.d0b10182":"You want me to donate food? I'm just a guest here.",
	"wytr.dialog.Salath.2.1.73ac75e7":"You want food for the poor? They should get jobs and help themselves!",
	"wytr.dialog.Salath.2.2.94cd6a08":"Why should I help them if they don't help themselves?",
	"wytr.dialog.Kamoth.2.1.1f8f9af0":"I can't give away free food! This is the biggest feast of the year!",
	"wytr.dialog.Kamoth.2.2.40ddf8a8":"You should go and ask charities for that.",
	"wytr.dialog.Server.7.1.cdbad018":"What are you doing here?",
	"wytr.dialog.Server.7.2.edb4f86c":"This event is invite-only.",
	"wytr.dialog.Server.7.3.873170fb":"You aren't even in a formal dress.",
	"wytr.dialog.Server.7.4.059c1677":"What do you want?!",
	"wytr.dialog.Server.7.5.05808e0a":"Food? You want food? Does this look like a charity to you?",
	"wytr.dialog.Server.7.6.9d20d2d7":"Of course not! We have an obligation to feed our partygoers, not some poor scraps of men in the desert!",
	"wytr.dialog.Server.7.7.85ca7e1c":"Now get out of here before I call the security golems. And don't even think of stealing from the kitchen!",
	"wytr.dialog.Server.1.1.04a8e822":"Get out before I call the guards!",
	"wytr.dialog.Nick.6.1.9c1349ba":"Were you able to get any food?",
	"wytr.dialog.Nick.6.2.19ff7271":"You do?! I didn't expect them to be so generous, a whole crate?",
	"wytr.dialog.Nick.6.3.9012300c":"...",
	"wytr.dialog.Nick.6.4.93c034bd":"Oh...",
	"wytr.dialog.Nick.6.5.9b1be203":"Stealing is not in the Craftmas spirit... But I think I can make this work.",
	"wytr.dialog.Nick.6.6.815130e2":"Go on ahead. I have a plan. Don't worry, I'll return all this food.",
	"wytr.text.17702c5288a30cb18bbd39ada62fb79ec78bc23e":"Seems like Nick is about to make a speech.",
	"wytr.dialog.Nick.13.1.2793d2ab":"Listen up everyone!",
	"wytr.dialog.Nick.13.2.9f9670dc":"I know you are hungry. Because I am too.",
	"wytr.dialog.Nick.13.3.7db270ae":"But your dinner will not be served tonight.",
	"wytr.dialog.Nick.13.4.b1dccd8c":"There will be no Craftmas feast this year!",
	"wytr.dialog.Guest.1.1.a95c7309":"You can't do that!",
	"wytr.dialog.Guest.1.1.4b6926bf":"The food on the table isn't enough to feed everyone here!",
	"wytr.dialog.Nick.13.5.77c2072b":"This one night, this one missed meal.",
	"wytr.dialog.Nick.13.6.78c86bee":"This is how thousands of people live every day.",
	"wytr.dialog.Nick.13.7.1500bbee":"Hungry, wondering when the food will be available.",
	"wytr.dialog.Nick.13.8.2244d54e":"And while you sit there with empty stomachs be thankful for what you have. Spare a thought for those who have not.",
	"wytr.dialog.Nick.13.9.a3e99c0d":"Hundreds of men, women and children, just like you, will not eat tonight, at all.",
	"wytr.dialog.Nick.13.10.eae6a9d9":"All because this enormous feast was not enough. Detlas bought all the food, cheap or expensive.",
	"wytr.dialog.Nick.13.11.83b1400b":"I'm here to remind you the real meaning of this day. To think of others..",
	"wytr.dialog.Nick.13.12.14126c35":"I will return your meal tonight, but while you eat it... I want you to remember every empty mouth it could have fed.",
	"wytr.dialog.Nick.13.13.1b9e3531":"Share what you have, be thankful for what you are given.",
	"wytr.dialog.Guest.1.1.16a1b360":"...",
	"wytr.dialog.???.4.1.46950df1":"Well, looks like you came through yet again Nick.",
	"wytr.dialog.Santa.4.2.79a05033":"I came to see if I could help out. But it looks like you've done it.",
	"wytr.dialog.Santa.4.3.619ad544":"Well, I guess there is only one thing left to do to complete this scene.",
	"wytr.dialog.Santa.4.4.18e4831c":"Hope you all have a merry craftmas. Ho-ho!",
	"wytr.dialog.Nick.7.1.08c46c95":"It looks like my little speech brought the rich back down to earth.",
	"wytr.dialog.Nick.7.2.8cf532a9":"They gave us half of their feast. Can you believe they still had leftovers?",
	"wytr.dialog.Nick.7.3.de540220":"All of that food, going straight to waste.",
	"wytr.dialog.Nick.7.4.3ede13b0":"They have no idea what they have, compared to these poor folks.",
	"wytr.dialog.Nick.7.5.2ac7d0a4":"You might be wondering why I know Santa. Well, he's my brother.",
	"wytr.dialog.Nick.7.6.c284ae2a":"My siblings and I take care of people at Craftmas. My area is the Almuj desert. I guess you could call me Sanda Claus, heh.",
	"wytr.dialog.Nick.7.7.8d62f838":"It's people like you that keep the real meaning of this holiday alive. It gets harder every year as the meaning is distorted. Here is a personal gift from me. Thank you.",
	"wytr.dialog.Nick.1.1.dcede10c":"Thank you so much! I couldn't have done it without you.",
	"wytr.dialog.Brank.2.1.f9bf1913":"It's you again! Remember the Craftmas miracle I asked for?",
	"wytr.dialog.Brank.2.2.b6a55148":"It really happened, we got food!",

	"wytr.quest.KingdomOfSand":"Kingdom Of Sand",
	"wytr.quest.KingdomOfSand.reward.44e1":"+1 Sand-Swept Tomb Dungeon Key",
	"wytr.name.Lanu":"Lanu",
	"wytr.name.VaultGuard":"Vault Guard",
	"wytr.name.Tarek":"Tarek",
	"wytr.name.Geo":"Geo",
	"wytr.name.MansionGuard":"Mansion Guard",
	"wytr.name.BanditBoss":"Bandit Boss",
	"wytr.name.DesertRaider":"Desert Raider",
	"wytr.mobName.BurlyBandit":"Burly Bandit",
	"wytr.mobName.MesaOutlaw":"Mesa Outlaw",
	"wytr.mobName.DrunkBandit":"Drunk Bandit",
	"wytr.mobName.TavernBandit":"Tavern Bandit",
	"wytr.mobName.Journal":"Journal",
	"wytr.mobName.FallenSoldier":"Fallen Soldier",
	"wytr.mobName.GuardCoyote":"Guard Coyote",
	"wytr.dialog.???.3.1.963f8154":"Hmm.. No dice. Let me try another.",
	"wytr.dialog.???.3.2.452a52d4":"⒝⒴ ⒮⒞⒪⒭⒞⒣⒤⒩⒢ ⒣⒠⒜⒯ ⒜⒩⒟ ⒮⒣⒤⒡⒯⒤⒩⒢ ⒮⒜⒩⒟, ⒝⒭⒠⒜⒦ ⒯⒣⒠ ⒝⒜⒭⒭⒤⒠⒭ ⒯⒣⒜⒯ ⒮⒠⒜⒧⒮ ⒯⒣⒤⒮ ⒧⒜⒩⒟１",
	"wytr.dialog.???.3.3.3bef730d":"Ugh. I guess the legend is true about the sceptre.",
	"wytr.text.69c79f65b6a1c427a5566c015e8783bc5a01c460":"Maybe you can find out more by talking to her?",
	"wytr.dialog.Lanu.7.1.66c199a4":"Ah, a Ragni Soldier. I didn’t think you had much to do out here in the desert?",
	"wytr.dialog.Lanu.7.2.f11b770d":" I'm out here trying to get into the emperor's tomb. Although I'm realising I can't without his sceptre.",
	"wytr.dialog.Lanu.7.3.a96ce923":"Way before the portal came about, there was a massive empire laid across this land.",
	"wytr.dialog.Lanu.7.4.d19a2972":"A powerful emperor ruled with a mystical weapon. When he died, the empire fell beneath the sand.",
	"wytr.dialog.Lanu.7.5.50875b2d":"Untold treasures are inside the emperor's tomb. But without his weapon, there is no hope of entering.",
	"wytr.dialog.Lanu.7.6.3f2232b4":" It's long been rumoured that bandits have the sceptre. They probably have no idea what it is.",
	"wytr.dialog.Lanu.7.7.a31891e9.1":"If you could get it, we could enter the dungeon and seek out the emperor for ourselves. ",
	"wytr.dialog.Lanu.7.7.a31891e9.2":"The bandit's base is at the start of the mesa, up the hill.",
	"wytr.dialog.Lanu.1.1.c0ea939f":"I wrote down the coordinates in your questbook; shouldn't be hard to find!",
	"wytr.text.a546eb63d0042eda1d7443abacd4cc02c58cb2d5":"You cannot enter the vault without a password...",
	"wytr.dialog.VaultGuard.4.1.cb81de4c":"What, wanna enter the hideout?",
	"wytr.dialog.VaultGuard.4.2.1f46e911":"Even if yer a crooked soldier, we can't jus let yer in.",
	"wytr.dialog.VaultGuard.4.3.694e37d2":"That is, unless yer got the password?",
	"wytr.dialog.VaultGuard.4.4.f279aa83":"Didn’t think so. Now get lost, wasted enough of my t-",
	"wytr.dialog.Tarek.4.1.df6964e7":"Now would you look at that... Even soldiers think they can waltz in ere.",
	"wytr.dialog.Geo.4.2.d5d73dba":"Having fun thinking of a password? Sorry to spoil your lunch, but there isn’t one!",
	"wytr.dialog.Geo.4.3.bfe909e0":"We could use a few more officials on the roster.",
	"wytr.dialog.Tarek.4.4.a23b82c9":"If yer are on the liberal side of the law, talk to us outside.",
	"wytr.dialog.Tarek.7.1.3e9e2388":"Looks like yer in. Look, there ain't a password cause we're meant to be the best thieves in the land, right?",
	"wytr.dialog.Tarek.7.2.4d052a16":"So what good are words? Yer gotta give the guard somethin' stolen, aintcha!",
	"wytr.dialog.Geo.7.3.03d86fae":"And we just so happen to have the opportunity of a lifetime for you. Rymek has gone soft see, a new Mayor is cleaning things up.",
	"wytr.dialog.Tarek.7.4.5f35dfb9":"Well, we can't have government not under our control. Rymek will always be bandit capital.",
	"wytr.dialog.Geo.7.5.0d0a6157":"So how about we give him a taste of his own medicine, and get hold of that journal he keeps? I’m sure that’ll dig up some dirt on him.",
	"wytr.dialog.Tarek.7.6.69ba9927.1":"And by \"we\", we mean you. You'll have to ",
	"wytr.dialog.Tarek.7.6.69ba9927.2":"sneak through the mansion ",
	"wytr.dialog.Tarek.7.6.69ba9927.3":"and avoid guards.",
	"wytr.dialog.Tarek.7.7.1e2a1a22.1":"He keeps his journal in the ",
	"wytr.dialog.Tarek.7.7.1e2a1a22.2":"highest room",
	"wytr.dialog.Tarek.7.7.1e2a1a22.3":". Might need to ",
	"wytr.dialog.Tarek.7.7.1e2a1a22.4":"distract some guards too. It's the biggest mansion in Rymek, ",
	"wytr.dialog.Tarek.7.7.1e2a1a22.5":"can't miss it.",
	"wytr.dialog.MansionGuard.1.1.66d113cd":"Out with yer!",
	"wytr.text.409b028ca8feaa168072ce7757a49246c3011a28":"Looks like this is the room the journal is kept in...",
	"wytr.dialog.Tarek.3.1.7597975e":"Yer know you could get kicked out of the army fer this.",
	"wytr.dialog.Tarek.3.2.3527e0a3":"Heh, guess yer the real thing. Hop in, lets get out of ‘ere.",
	"wytr.dialog.Tarek.3.3.af2ed13f":"That journal is more valuable than any gem, you'll be able to get in fer sure.",
	"wytr.dialog.Tarek.1.1.9bbdffa0":"What yer waiting for, get in here!",
	"wytr.dialog.Tarek.1.1.e5fe185c":"Off we go!",
	"wytr.dialog.VaultGuard.2.1.081d93ec":"Password?",
	"wytr.dialog.VaultGuard.2.2.62a4a1cd":"Oh, this is quite the password, Ragni man. I think this will do nicely, on you go.",
	"wytr.dialog.BanditBoss.7.1.30668dd0":"There was another mage at the ancient tomb today boys.",
	"wytr.dialog.Bandit.7.2.6d8ba1ec":"Well she ain’t got the sceptre does she? She can’t do much harm. Wait why dun we use the sceptre boss?",
	"wytr.dialog.BanditBoss.7.3.421fca43":"Because the Creden Tibus is more than just a group of criminals. We are honour bound to protect these sands.",
	"wytr.dialog.BanditBoss.7.4.850b9e8e":"The empire that fell beneath these sands could be revived if that sceptre made it back to the emperor.",
	"wytr.dialog.Bandit.7.5.e1f0f9d3.1":"Good job no one will think of ",
	"wytr.dialog.Bandit.7.5.e1f0f9d3.2":"searching that broken cart near the river ",
	"wytr.dialog.Bandit.7.5.e1f0f9d3.3":"ey boss?",
	"wytr.dialog.BanditBoss.7.6.1452af5d":"Silence you fool. Didn’t I just say it was imperative no one found the sceptre?",
	"wytr.dialog.BanditBoss.7.7.330dff54":"Right, go steal some things or something, I have real work to do.",
	"wytr.text.1db66a8f51cb70a3f830ebb9511175059b9c38c5":"Seems like the cart that was talked of might be worth a look...",
	"wytr.dialog.BanditLeader.3.1.d239c026":"I knew someone was listening.",
	"wytr.dialog.BanditLeader.3.2.154b5b57":"We might be bandits, but we’re not stupid. That sceptre is left better off alone.",
	"wytr.dialog.DesertRaider.3.3.4018ad13":"Seize ‘em!",
	"wytr.text.7cfcdbf4856596c39c4ade514bc51046e17dc057":"Seems like that note might give you a clue...",
	"wytr.text.f4f8f0b5c350bbd7e7c49e8ad984fe2030cfc05b":"You should probably return to the tomb now.",
	"wytr.dialog.Lanu.5.1.2d5a79ea":"You actually got it! I knew I could count on you. Lets try this!",
	"wytr.dialog.Lanu.5.2.29f267a7":"Huh? We got no time for superstition, we need to break that seal.",
	"wytr.dialog.Lanu.5.3.fdb5785d":"Seems like something's happening!",
	"wytr.dialog.Lanu.5.4.c53afcb0":"We did it! Who would've thought that it was that ea-",
	"wytr.dialog.Lanu.5.5.e9a0fc21":"What the hell was that...!",
	"wytr.dialog.Lanu.6.1.d82a4633":"That shouldn't have happened, I... I don't understand.",
	"wytr.dialog.Lanu.6.2.a4309562":"The legend says that the emperor was immortal. I thought this would work.",
	"wytr.dialog.Lanu.6.3.67777cf6":"Unless.. He cursed himself. There has to be more to this story.",
	"wytr.dialog.Lanu.6.4.284bc43a":"Perhaps we will never know the full story.. well not unless we unearth the desert itself.",
	"wytr.dialog.Lanu.6.5.66a12da9":"I'm sure the tale will be discovered in time.",
	"wytr.dialog.Lanu.6.6.3f35a5fa":"Well, maybe we'll see each other again, but I must go now. Here, take this as a token of my gratitude.",

	"wytr.quest.WynnExcavationSiteA":"WynnExcavation Site A",
	"wytr.quest.WynnExcavationSiteA.reward.2178":"+1 Yellow Crystal",
	"wytr.name.Vade":"Vade",
	"wytr.name.Tesha":"Tesha",
	"wytr.mobName.TombFish":"Tomb Fish",
	"wytr.mobName.PharaohNabak":"Pharaoh Nabak",
	"wytr.mobName.MagicalDisturbance":"Magical Disturbance",
	"wytr.sign.98d40df93835bc1339fb1dd6.1":"===============",
	"wytr.sign.a1c0626db750b613c948ac92.1":"Property of",
	"wytr.sign.1c53fb02095da9c72565f02c.1":"WynnExcavation",
	"wytr.sign.f1eb6d9c0af8c4d51065b8d8.1":"9H4R04H",
	"wytr.sign.8c42d7dd4c0210a757375bea.1":"Bejeweled Throne",
	"wytr.sign.eb75bbb19b7a5fa788b13acb.1":"G4L4NT15",
	"wytr.sign.306d41d0c63741c793ce2dc1.1":"Gold Dust",
	"wytr.sign.dc66ce62ef1c8629ad37d518.1":"4G3D-T0M35",
	"wytr.sign.9f38ad354973fb43430c1f71.1":"Aged Tomes",
	"wytr.sign.6cdc47082a6ae69e178bf299.1":"4DD-41R-5934R",
	"wytr.sign.a3c8942b8a24c8fde4ac9004.1":"Gilded Spears",
	"wytr.sign.fe554c06140c1d49eb31a108.1":"14RG3-14P15",
	"wytr.sign.8d213673cbfa690fd7844610.1":"Chiseled Sapphire",
	"wytr.sign.846dbcd2e12d2970e93fc14e.1":"AU-G01D",
	"wytr.sign.fee4596d8c8ab4790079fa31.1":"Burial Gold",
	"wytr.sign.defa01c6790d36a86ed593c8.1":"5N41L5-80U53",
	"wytr.sign.bc9b651d1e3dc4516d2780d4.1":"Preserved Milk",
	"wytr.sign.f386c0c38f1b59e9f6aabf4f.1":"C418-13",
	"wytr.sign.9be1a3448af9c0e0e89a44b5.1":"Hand-crafted",
	"wytr.sign.b68817f88b1cf7de04005604.1":"Instruments x11",
	"wytr.sign.92d33c93eed6ea2b97f9e1c7.1":"G60N2H-2",
	"wytr.sign.84344874e912348f3098a5c2.1":"Human Remains",
	"wytr.dialog.Vade.4.1.9ce9db0b":"Oh, hey kid. Wanna make some money?",
	"wytr.dialog.Vade.4.2.3482972b":"I need you to translate this ancient text.",
	"wytr.dialog.Vade.4.3.1fd8fddf":"Just run it down to the lab assistant, Tesha.",
	"wytr.dialog.Vade.4.4.a7404e2d.1":"I'd take it myself, but I'm far too important for grunt work! ",
	"wytr.dialog.Vade.4.4.a7404e2d.2":"The lab is up there in the tent, ",
	"wytr.dialog.Vade.4.4.a7404e2d.3":"and don't you dare damage the translation!",
	"wytr.dialog.Vade.1.1.26c2b9fd":"What are you still doing over here? Go finish your assignment! It's written in your content book.",
	"wytr.dialog.Tesha.8.1.2b891c03":"Hello, welcome to WynnExcavation Labs!",
	"wytr.dialog.Tesha.8.2.4f492786":"Oh, Vade sent you?",
	"wytr.dialog.Tesha.8.3.2c49f0f1":"Oh yes, the tablet I was waiting for!",
	"wytr.dialog.Tesha.8.4.fd87545d":"...",
	"wytr.dialog.Tesha.8.5.9969cc3e":"Oh my! This is quite interesting..",
	"wytr.dialog.Tesha.8.6.2133f51c":"Here, let me finish this up...",
	"wytr.dialog.Tesha.8.7.ad5e2dc5":"..and there you are!",
	"wytr.dialog.Tesha.8.8.989da49c.1":"One tablet complete! ",
	"wytr.dialog.Tesha.8.8.989da49c.2":"Return it to Vade. ",
	"wytr.dialog.Tesha.8.8.989da49c.3":"Oh, and don't read it!",
	"wytr.dialog.Tesha.1.1.9b28ee8c.1":"Take that to Vade, ",
	"wytr.dialog.Tesha.1.1.9b28ee8c.2":"and don't read it!",
	"wytr.dialog.Vade.6.1.f17942d9":"Who are you?",
	"wytr.dialog.Vade.6.2.1f6afd5c":"Oh right, you're that kid I sent out!",
	"wytr.dialog.Vade.6.3.4ea91e38":"Well do you have the translated text or not?",
	"wytr.dialog.Vade.6.4.123d6e17":"You do! Brilliant! Let's take a look at that...",
	"wytr.dialog.Vade.6.5.bfe312fc.1":"\"Throw tribute an item to the wood that stands out, ",
	"wytr.dialog.Vade.6.5.bfe312fc.2":"the right angle will open the way\"",
	"wytr.dialog.Vade.6.6.3f4b138f":"I wonder if it is talking about inside the temple... Oh, uh, I forgot you were here. Stay out of this kid, it's grown up business!",
	"wytr.narration.8b0feebeb0f4828827d6a192b2f1c85788d48e01":"A strange force pushes you back!",
	"wytr.text.671cc1bd8fae619bb99f7b58fb252b7fcf6eec9c":"The tomb plagues you with an unsettling aura...",
	"wytr.sign.a4fd80bb5cf4178e0ee54d20":"~~~~~~~~~~~~",
	"wytr.sign.170930d6f9af542c3f0c086a":"Written in the",
	"wytr.sign.74c91a14f152f04896547e1e":"sands of time",
	"wytr.sign.e60afd424bdb6f490d5c376f":"~~~~~~~~~~~~~",
	"wytr.sign.c42ad1b9dce948d95a1db5ca":"4 diary entries",
	"wytr.sign.483eac2283a1a3865565ad50":"hold the key",
	"wytr.sign.81676bb362dfd0cac1696a31":"§9Diary 1",
	"wytr.sign.6c97298c35de1b1f5cf16fe6":"I've been stuck",
	"wytr.sign.4ebe2a8d1a0fdc47722c9e40":"in here for §b6",
	"wytr.sign.de6349cfd8963db04b33fde4":"days...",
	"wytr.sign.97c7272c944b9b3fa639e56d":"§9Diary 2",
	"wytr.sign.48c85c29f1f70f5292c82fbf":"I dreamt of a",
	"wytr.sign.fdf0366e177e504758d6c6f9":"§b3 §0headed",
	"wytr.sign.6740b3b22babf5e7e45c4ee4":"monster.",
	"wytr.sign.8f6272df162ba306b94b3740":"§9Diary 3",
	"wytr.sign.6c4336cdfa6d19d84a47f29e":"I miss my",
	"wytr.sign.d94ac8abe47f013f2cf47d48":"§b8§0-year-old",
	"wytr.sign.9f45a772b11880cf80e6778a":"son...",
	"wytr.sign.5424c08b50e60f415f872474":"§9Diary 4",
	"wytr.sign.38063e954c8e641091d4e45c":"I mustn't worry",
	"wytr.sign.df5a9519957d3e43d50d8d94":"...it will all",
	"wytr.sign.beeac7dfb6b553ce6d40c658":"end with §b4§0.",
	"wytr.dialog.Vade.4.1.cd083345":"Hey kid, did you just come from the tomb?",
	"wytr.dialog.Vade.4.2.b7db3a12":"I knew I shouldn't have been so lazy and got someone else to do the leg work!",
	"wytr.dialog.Vade.4.3.dae2f2c5":"Gosh, I can't tell my boss about this, he'll have my head! Literally! Wynn Excavation is not a group you want to betray, they are more powerful than you will ever know.",
	"wytr.dialog.Vade.4.4.688e0cda":"YOU'D BETTER NOT HAVE TAKEN ANYTHING! THAT IS OFFICIAL WYNNEXCAVATION PROPERTY!",
	"wytr.dialog.Vade.1.1.fc9ec3d2":"Well, I figured it out soon after you got back. We possess the crystal, don't go looking for Wynn Excavation again, all is not what it seems. Take that as a friendly warning.",

	"wytr.quest.TribalAggression":"Tribal Aggression",
	"wytr.name.Caras":"Caras",
	"wytr.name.Favian":"Favian",
	"wytr.mobName.EagleDruid":"Eagle Druid",
	"wytr.mobName.EagleNative":"Eagle Native",
	"wytr.mobName.TotemicGuardian":"Totemic Guardian",
	"wytr.mobName.TotemicProtector":"Totemic Protector",
	"wytr.mobName.OwlShaman":"Owl Shaman",
	"wytr.mobName.OwlDescendant":"Owl Descendant",
	"wytr.dialog.Caras.7.1.809532bb":"My tribe worries our own business, stranger.",
	"wytr.dialog.Caras.7.2.50ab4217":"Oh, my apologies, I did not realize you are a warrior of the province! We would be grateful of your help.",
	"wytr.dialog.Caras.7.3.03827e58":"Our sacred owl totem that we worship was stolen by the cunning Eagle Tribe many years ago. Its magical properties used to bring prosperity to our camp.",
	"wytr.dialog.Caras.7.4.6a2687c5":"However, the Eagle tribe are not victorious, we possess their mystic eagle totem, but alas, I do not know who was the original thief.",
	"wytr.dialog.Caras.7.5.ff1f9d01":"We have been at war for years now, despite being neighbors. Without our totem, our rivalry will continue for ages and peace will never again be felt in our hearts.",
	"wytr.dialog.Caras.7.6.fef32ba3":"Retrieve our totem, and the blessing of the Owl spirit will be with you.",
	"wytr.dialog.Caras.7.7.99514779.1":"Now, ",
	"wytr.dialog.Caras.7.7.99514779.2":"enter the Eagle Camp across the river, ",
	"wytr.dialog.Caras.7.7.99514779.3":"you may have to search the camp, I'm sure they have hidden our totem!",
	"wytr.dialog.Caras.1.1.36d818c9":"Have you gotten our totem back yet? The Eagle camp is across the river, on the other side of the canyon.",
	"wytr.dialog.Favian.5.1.52af374d":"Greetings, what brings you to the noble Eagle tribe?",
	"wytr.dialog.Favian.5.2.94f80544":"You seek the Owl totem? The cursed Owl tribe trying to retain their lost dignity again.",
	"wytr.dialog.Favian.5.3.3d4831c0":"Why should we give you their totem back? They stole our source of enlightenment all those years ago.",
	"wytr.dialog.Favian.5.4.60f9fe78.1":"Tell you what, if you can ",
	"wytr.dialog.Favian.5.4.60f9fe78.2":"retrieve our Eagle Totem, ",
	"wytr.dialog.Favian.5.4.60f9fe78.3":"I will allow you to go return the Owl totem.",
	"wytr.dialog.Favian.5.5.26a243c2":"I'm sure they hid the totem, but if you are able to find it, I await your return!",
	"wytr.dialog.Favian.1.1.4554d3a0":"Are you going to get the totem back or not? It's located at the Owl Camp right now.",
	"wytr.dialog.Favian.5.1.5e5e953f":"Wonderful! You may now enter the cave to retrieve the blasted Owl totem.",
	"wytr.dialog.Favian.5.2.2378f218":"Be careful, there are Eagle guardians in the cave, be prepared traveller.",
	"wytr.dialog.Favian.5.3.301e071e":"Once you get the totem, you may return it to its original tribe.",
	"wytr.dialog.Favian.5.4.b8360342":"Hopefully, we two camps will never set foot on another's land in an attempt to steal back the totems, and live in peace.",
	"wytr.dialog.Favian.5.5.b50e3c05":"Anyways, hurry up, even the thought of the two totems sharing the same space makes me sick.",
	"wytr.dialog.Favian.1.1.2f4d520e":"You may go now traveler, farewell.",
	"wytr.dialog.Caras.3.1.15744241":"I-Is that, the totem? My, it has been a long time since the owl has been with me. Though I wonder if the Eagle and Owl totem possess the same mystic powers.",
	"wytr.dialog.Caras.3.2.c5c326c1":"To think, such a long war could end so quickly and by the help of a single person.",
	"wytr.dialog.Caras.3.3.a01d870c":"Many thanks to you! I shall keep my promise, please accept this reward, and may the Owl be forever with you.",
	"wytr.dialog.Caras.1.1.425e740c":"Oh thank you so much for helping us! It's so nice to see you again, owl friend.",

	"wytr.quest.WrathoftheMummy":"Wrath of the Mummy",
	"wytr.quest.WrathoftheMummy.reward.62f4":"+1 Mummy's Rag",
	"wytr.name.Ormrod":"Ormrod",
	"wytr.name.Achper":"Achper",
	"wytr.mobName.InfestingThrall":"Infesting Thrall",
	"wytr.mobName.MummysMinion":"Mummy's Minion",
	"wytr.mobName.BanditThrall":"Bandit Thrall",
	"wytr.mobName.CursedLocust":"Cursed Locust",
	"wytr.mobName.SandPile":"Sand Pile",
	"wytr.mobName.TheMummy":"The Mummy",
	"wytr.mobName.TombLocust":"Tomb Locust",
	"wytr.mobName.CursedThrall":"Cursed Thrall",
	"wytr.sign.5b1bc2b89b2dfc8f1378a6f9":"Beware!",
	"wytr.sign.851c99251d5deeaedc9386fe":"Cursed man!",
	"wytr.dialog.Ormrod.6.1.0f47532d":"Uh, you shouldn't have come here!",
	"wytr.dialog.Ormrod.6.2.0f968544":"I am cursed. Everywhere I go, trouble starts. I decided to stay away from civilization, where I can't cause any more trouble.",
	"wytr.dialog.Ormrod.6.3.f6af7057":"It all started when I discovered an old tomb... upon entering it, the ground started shaking and I heard some inhuman screams coming from the tomb.",
	"wytr.dialog.Ormrod.6.4.e5174cc1.1":"I ran as far as I could. I learnt after that this was the tomb of a ",
	"wytr.dialog.Ormrod.6.4.e5174cc1.2":"mummy...that",
	"wytr.dialog.Ormrod.6.4.e5174cc1.3":" I accidentally have awoken.",
	"wytr.dialog.Ormrod.6.5.7d80eeb7":"If you could get rid of this mummy, maybe the curse would go away.",
	"wytr.dialog.Ormrod.6.6.320ee585.1":"Achper knows a lot about mummies, you should ",
	"wytr.dialog.Ormrod.6.6.320ee585.2":"go talk to him. He lives somewhere in Almuj.",
	"wytr.dialog.Achper.6.1.cd760244":"If I know about mummies? Of course! I've spent my entire life studying them!",
	"wytr.dialog.Achper.6.2.1f0e587b":"They usually are very hard to reach, hidden in their tomb.",
	"wytr.dialog.Achper.6.3.b32d3844":"I know what happened to Ormrod, and the only way to remove the powerful curse would be to kill the mummy.",
	"wytr.dialog.Achper.6.4.96a85531.1":"The tomb is north from here, ",
	"wytr.dialog.Achper.6.4.96a85531.2":"but be very careful!",
	"wytr.dialog.Achper.6.5.a7f96475.1":"Mummies aren't known to be weak... especially that one. It's ",
	"wytr.dialog.Achper.6.5.a7f96475.2":"demonic...pure",
	"wytr.dialog.Achper.6.5.a7f96475.3":" evil, I have never seen such strength in a being.",
	"wytr.dialog.Achper.6.6.3cefca25":"On top of that, the Creden Tibus bandit clan have been ransacking the tomb. They might not let you inside without some negotiating.",
	"wytr.text.8a581a5c090ef7da842f41687038c832c5bc3691":"Seems Achper was right, the tomb is crawling with bandits. Perhaps one of them would be willing to strike a deal?",
	"wytr.dialog.Bandit.3.1.4fb4d6fe":"Hey, what are you doing? If you're trying to loot the tomb, me and the other Creden Tibus already beat you to it.",
	"wytr.dialog.Bandit.3.2.4ae4ca39.1":"But if you can bring me ",
	"wytr.dialog.Bandit.3.2.4ae4ca39.2":"[1 Pink Wool]",
	"wytr.dialog.Bandit.3.2.4ae4ca39.3":", I'll look the other way and let you into the tomb. I know it sounds ridiculous, but it's valuable.",
	"wytr.dialog.Bandit.3.3.5efb8b79.1":"You can get it from Rymek in the southern canyon. ",
	"wytr.dialog.Bandit.3.3.5efb8b79.2":"Only other way is from a rare sheep or something, so Rymek's the better option.",
	"wytr.dialog.Bandit.1.1.01ed3a97":"I'm not letting you in, unless you can pay me.",
	"wytr.dialog.Bandit.4.1.b9d4bce1":"Well, whaddya know? You got some Pink Wool! Okay, hand it here and I'll look the other way and let you into the tomb.",
	"wytr.dialog.Bandit.4.2.a7fc873b":"But I feel like it's only fair that I warn you that it's dangerous in there.",
	"wytr.dialog.Bandit.4.3.69ec63ae":"It took our entire clan just to make it out alive.",
	"wytr.dialog.Bandit.4.4.e53fbe36":"I'll still let you inside if you want. Just remember, if anyone asks, this conversation never happened.",
	"wytr.text.e9422cfce8fcd96496b01a2c61b817085cd44a4b":"As you enter the tomb, a putrid smell fills your nostrils...",
	"wytr.text.a65550ab3c28104663afd56ec45f11bb58aff5ca":"As the door opens, a chill runs down your spine as the heat of the desert is sealed behind you...",
	"wytr.text.7a1e2f0a4e6f99a4e55df5debeede26baf1174f2":"You hear the muffled shriek of an evil creature through the door...",
	"wytr.dialog.Ormrod.4.1.2f012770":"Uh, hello again... What are those bandages?",
	"wytr.dialog.Ormrod.4.2.a83f6a25":"Those are the mummy's bandages?! You did it! My curse is finally lifted!",
	"wytr.dialog.Ormrod.4.3.5dc08f8b":"I can't thank you enough! As a reward, take this rag I got from the mummy when I entered the tomb.",
	"wytr.dialog.Ormrod.4.4.5b44b572":"I am not strong enough to wear it, but I'm sure you are! Take these emeralds too, that's the least I can do!",
	"wytr.dialog.Ormrod.1.1.01bc4c40":"Thank you so much for removing the curse!",
	"wytr.dialog.Achper.1.1.24efeaae":"Glad to hear you came back alive! Those mummies aren't always easy, eh?",

	"wytr.quest.CanyonCondor":"Canyon Condor",
	"wytr.quest.CanyonCondor.reward.9c2f":"+Access to Rymek elevators",
	"wytr.tooltip.contentStatus.53ea":"Unlocks Upper Mesa",
	"wytr.name.Svin":"Svin",
	"wytr.name.Jankan":"Jankan",
	"wytr.name.Hermit":"Hermit",
	"wytr.name.LiftMechanic":"Lift Mechanic",
	"wytr.mobName.CondorMinion":"Condor Minion",
	"wytr.mobName.TheCockatrice":"The Cockatrice",
	"wytr.dialog.LiftMechanic.2.1.310bde06":"Got it, chief! Down we go!",
	"wytr.dialog.LiftMechanic.2.1.ec67e04d":"Got it, chief! Up we go!",
	"wytr.dialog.LiftMechanic.2.2.4255931f":"There you go. Come back any time!",
	"wytr.dialog.LiftMechanic.1.1.33f85685":"Sorry pal, but this lift is closed. Some strange hermit has blocked access to the upper mesa. If you want to head on up, you'll have to deal with him.",
	"wytr.dialog.LiftMechanic.2.1.fb5714d2":"Hey pal, want to use these elevators? Talk to Svin in Rymek, he is a friend of mine. He could give you access.",
	"wytr.dialog.LiftMechanic.2.2.fafd99a5":"Although recently a strange hermit has been trying to control them and prevent access... I'm sure you can reason with him, though.",
	"wytr.dialog.Svin.9.1.d6c1ceac":"I am one of the Keepers in the great Temple of Legends. There we hoard secrets about the world.",
	"wytr.dialog.Svin.9.2.ee919eee":"I am here to investigate an old tale of the canyon. Does that interest you? I'm sure it does!",
	"wytr.dialog.Svin.9.3.f621a78a":"Legend has it that a ferocious beast lives among these cliffs. A dangerous bird that has survived for many years.",
	"wytr.dialog.Svin.9.4.a43c105e":"I would love to seek the beast out, but it seems the natives here are too busy thieving each other to inform me of it.",
	"wytr.dialog.Svin.9.5.a8fc000e":"I have heard of an old prospector nearby who has ventured throughout this mesa. He may have some information.",
	"wytr.dialog.Svin.9.6.8539bf69":"His name is Jankan and he lives east from Rymek. Could you perhaps seek him out and ask him about this foul beast?",
	"wytr.dialog.Svin.9.7.a68df84b":"If you help me, I'll let you use the elevators spread in the canyon. Well...",
	"wytr.dialog.Svin.9.8.eb04c237":"A strange hermit decided to take control of them, but I'm sure we can reason with him.",
	"wytr.dialog.Svin.9.9.b0005d26.1":"I hope you are able to find the beast, and if you do, could you bring me back ",
	"wytr.dialog.Svin.9.9.b0005d26.2":"[1 Beast Egg]",
	"wytr.dialog.Svin.9.9.b0005d26.3":" as evidence?",
	"wytr.dialog.Svin.1.1.3f8a4c3e.1":"How is the search going, traveler? I do hope you return to me with ",
	"wytr.dialog.Svin.1.1.3f8a4c3e.2":"[1 Beast Egg]",
	"wytr.dialog.Svin.1.1.3f8a4c3e.3":".",
	"wytr.dialog.Jankan.6.1.52ec4b09":"Hello there, youngster! Ye must be the stranger folks 'been talkin' 'bout.",
	"wytr.dialog.Jankan.6.2.581f26c0":"If yer lookin fer gold, I can promise ye that there ain' any for you in this here mineshaft!",
	"wytr.dialog.Jankan.6.3.64f9d236":"Oh.. Yer lookin fer a winged wilder beast? Are ye out of yer mind?",
	"wytr.dialog.Jankan.6.4.04936f20":"The devil of a bird is complete chaos! It can move mountains with a single screech! Men twice yer size 'ave weeped from the sight of it!",
	"wytr.dialog.Jankan.6.5.e0a0c8c6":"As it turns out, I did me back in trying to transport me earnin's from that there cave, left them right at the back did' I.",
	"wytr.dialog.Jankan.6.6.f0aa4e0c.1":"Go fetch me my ",
	"wytr.dialog.Jankan.6.6.f0aa4e0c.2":"[5 Gold Chunks] ",
	"wytr.dialog.Jankan.6.6.f0aa4e0c.3":"from the end of the shaft ",
	"wytr.dialog.Jankan.6.6.f0aa4e0c.4":"and I'll tell ye where ye need to go next.",
	"wytr.dialog.Jankan.1.1.df33cfdc.1":"Me back ain’ gunna hold up carryin’ all that gold. Bring me my ",
	"wytr.dialog.Jankan.1.1.df33cfdc.2":"[5 Gold Chunks]",
	"wytr.dialog.Jankan.1.1.df33cfdc.3":" from the tunnel, ",
	"wytr.dialog.Jankan.1.1.df33cfdc.4":"and then I’ll give ye yer information.",
	"wytr.dialog.Jankan.4.1.a26a2f15":"Finally! It took ye long enough, hand it over! Oh right.. yer want'n somethin'.",
	"wytr.dialog.Jankan.4.2.baac08d2":"I ain' got any intention of help'n ye with yer demise, but I can send ye along to a young fellow who might help.",
	"wytr.dialog.Jankan.4.3.86def716":"There's this Hermit feller ye wanna talk to, he is a right nutter, that one. Feeds the bird'n all.",
	"wytr.dialog.Jankan.4.4.cac33f29.1":"I think ye can find him ",
	"wytr.dialog.Jankan.4.4.cac33f29.2":"up the mountain and across the canyon abyss, ",
	"wytr.dialog.Jankan.4.4.cac33f29.3":"he ain' a friendly fella, I can tell yer that much.",
	"wytr.dialog.Jankan.1.1.a7facbec":"Yer back again, are ye? Yer ain' gettin' any of me gold, so move along!",
	"wytr.dialog.Hermit.1.1.95aa7911":"Think you can waltz in my humble abode and get across my bridge? Get out!",
	"wytr.dialog.Hermit.7.1.12e29b88":"What do you think you're doing here, kid? Think you can waltz in my humble abode and get across my bridge?",
	"wytr.dialog.Hermit.7.2.d9f898da":"Oh, you want to know about the bird of the mountain? Hah, a little weed like you wouldn't stand a chance against it.",
	"wytr.dialog.Hermit.7.3.c324e093":"It doesn't take kindly to strangers you know. I once saw it turn a group of poachers to ash!",
	"wytr.dialog.Hermit.7.4.bc51bc3d":"If you want to go through here, you'll need to pay. Oh, I don't want your money, why would I need money, I have everything!",
	"wytr.dialog.Hermit.7.5.a533da38":"If you want access to these plateaus then you will have to find me a rare flower for my little cave here.",
	"wytr.dialog.Hermit.7.6.aa75d26f.1":"It is found ",
	"wytr.dialog.Hermit.7.6.aa75d26f.2":"on top of one of the stacks in the mesa, ",
	"wytr.dialog.Hermit.7.6.aa75d26f.3":"it shouldn't be too hard to find.",
	"wytr.dialog.Hermit.7.7.1c2e0b7a.1":"Bring me ",
	"wytr.dialog.Hermit.7.7.1c2e0b7a.2":"[1 Rare Rose]",
	"wytr.dialog.Hermit.7.7.1c2e0b7a.3":" and I shall let you pass on to the creature of the mesa.",
	"wytr.dialog.Hermit.1.1.fd57b1b7.1":"What’s taken you so long, kid? I just want ",
	"wytr.dialog.Hermit.1.1.fd57b1b7.2":"[1 Rare Rose]",
	"wytr.dialog.Hermit.1.1.fd57b1b7.3":"!",
	"wytr.dialog.Hermit.5.1.ff25b5d9":"A ha! This will do perfectly. My chickling will love it! I suppose you can cross the bridge now.",
	"wytr.dialog.Hermit.5.2.3d708fc9.1":"The beast dwells on top of one of these plateaus. ",
	"wytr.dialog.Hermit.5.2.3d708fc9.2":"With a little searching, you should be able to find it.",
	"wytr.dialog.Hermit.5.3.91867e61":"I'll let you use my elevators too. After all, it's not like you will last long...",
	"wytr.dialog.Hermit.5.4.712e8609":"Only one traveler I have heard of could stand against the beast. I believe he took an egg from it for a pet, hah!",
	"wytr.dialog.Hermit.5.5.05036d6c":"He is long gone now, just like you will be in a few moments. It was nice not knowing you, kid.",
	"wytr.sign.7b3b5a2ba475ae061a7a3bf8":"Chicken Beast",
	"wytr.sign.4b1443dd173360ee5419fc55":"§4Beware",
	"wytr.dialog.Svin.5.1.e4ae88d1":"Traveler! You have returned! Tell me, what have you learned?",
	"wytr.dialog.Svin.5.2.857e5507":"You found it?! This is wonderful news! You collected an egg from it's nest as well? You are very brave indeed!",
	"wytr.dialog.Svin.5.3.8ac1cca9":"So the legend of the Cockatrice is true! You've seen it and battled it with your own courage!",
	"wytr.dialog.Svin.5.4.6e938161":"If only you could enter the Temple of Legends, brave soul! But it would seem our paths are to part now. ",
	"wytr.dialog.Svin.5.5.b973f56a":"Do not worry, I shall keep the egg safe. One day your legend shall be as greatly told!",
	"wytr.dialog.Svin.1.1.abe64397":"I hope you have learned much from your adventures, courageous traveler!",
	"wytr.dialog.LiftMechanic.1.1.12720a85":"Nice to see you, chief! Enter the elevator as soon as you are ready to use it.",
	"wytr.dialog.Hermit.1.1.9ecada12":"What are you here for, eh kid? Get out. Get!",

	"wytr.quest.PiratesTrove":"Pirate's Trove",
	"wytr.name.Damiral":"Damiral",
	"wytr.dialog.Damiral.8.1.0b201c04":"Lo, adventurer! Welcome to the great province of Gavel, home of the villager race, and yours truly. You'll be headed into the grand citadel of Llevigar soon!",
	"wytr.dialog.Damiral.8.2.a7a2b82d":"But enough with the pleasantries. Tell me... Ever heard the tale of the great pirate, Captain Hastor? Sailed the seas a long time ago.",
	"wytr.dialog.Damiral.8.3.b7168a1e":"Legend says that when Llevigar was rebuilt all those years ago, he hid his fortune within the walls someplace!",
	"wytr.dialog.Damiral.8.4.5cae4ee0":"I'm a retired sailor now, but I could still do with a few extra emeralds from that treasure. Perhaps, if you're up to it... we could come to an agreement?",
	"wytr.dialog.Damiral.8.5.a1689a5e":"I have a riddle, the first of a number of clues that are supposed to lead to where Hastor hid his fortune, but I can't for the life of me figure it out.",
	"wytr.dialog.Damiral.8.6.a65cc6d0":"Maybe you'll be able to solve it. If you can, I'll make sure to split the treasure with you!",
	"wytr.dialog.Damiral.8.7.639de561.1":"This first riddle goes like so: “",
	"wytr.dialog.Damiral.8.7.639de561.2":"Toward the sunset, among northern flowers shaded by quartz",
	"wytr.dialog.Damiral.8.7.639de561.3":"”.",
	"wytr.dialog.Damiral.8.8.800be522":"I do wish you good luck, adventurer! Remember, everything you need to solve the clues should be found somewhere inside Llevigar.",
	"wytr.dialog.Damiral.1.1.d40bd510":"How is your search going? I've written the first clue into your content book. I've heard that the others are engraved on blocks of black stone; maybe you should look for those.",
	"wytr.narration.140ad239724611a5400f0cc99476350ed35d07fc.1":"A message is carved into the pedestal: ",
	"wytr.narration.140ad239724611a5400f0cc99476350ed35d07fc.2":"In a place of identity, above the leaves and between the glass",
	"wytr.narration.140ad239724611a5400f0cc99476350ed35d07fc.3":"",
	"wytr.narration.333eeff3c9916df84aaddf11c74859a263fe17d5.1":"A message is carved into the obsidian: ",
	"wytr.narration.333eeff3c9916df84aaddf11c74859a263fe17d5.2":"In an emerald fountain, surrounded by the wealth of the villagers",
	"wytr.narration.f5cdfa713318853168488c84f721b8abb267c641.1":"A message is carved into the obsidian: ",
	"wytr.narration.f5cdfa713318853168488c84f721b8abb267c641.2":"Beneath the cowl of an eastern titan, keeping watch over our heads",
	"wytr.dialog.Damiral.3.1.199b8e5e":"Aha! I'd come to ask how it was coming when I saw you jump over here!",
	"wytr.dialog.Damiral.3.2.da39b2cb":"Phenomenal work, my compatriot. Though, do remember our deal?",
	"wytr.dialog.Damiral.3.3.c173a4f2":"You find the treasure, I give you a cut. I'll just take my part and be on my way!",
	"wytr.dialog.Damiral.1.1.bc3a2188":"...what's with that look? I never told you what the split was going to be, small-nose. If you're disappointed, there's plenty more folks looking to swind- Er, pay for your services.",

	"wytr.quest.ClearingtheCamps":"Clearing the Camps",
	"wytr.name.CaptainKymer":"Captain Kymer",
	"wytr.mobName.LooseMudClod":"Loose Mud Clod",
	"wytr.mobName.EarthpitOrcDrummer":"Earthpit Orc Drummer",
	"wytr.mobName.EarthpitOrcReveler":"Earthpit Orc Reveler",
	"wytr.mobName.EarthpitChiefCeifko":"Earthpit Chief Ceifko",
	"wytr.mobName.CliffhearthChiefElisu":"Cliffhearth Chief Elisu",
	"wytr.mobName.CliffhearthOrcChopper":"Cliffhearth Orc Chopper",
	"wytr.mobName.CliffhearthOrcKindler":"Cliffhearth Orc Kindler",
	"wytr.mobName.CliffhearthOrcSmoker":"Cliffhearth Orc Smoker",
	"wytr.mobName.TrunkstumpFootBiter":"Trunkstump Foot Biter",
	"wytr.mobName.TrunkstumpChiefVeltu":"Trunkstump Chief Veltu",
	"wytr.mobName.TrunkstumpPebbleflinger":"Trunkstump Pebbleflinger",
	"wytr.dialog.CaptainKymer.6.1.a70ad5b6":"Aha, another Ragni soldier, eh? Well, a warm welcome to you.",
	"wytr.dialog.CaptainKymer.6.2.ebed1b5d":"Did you hear about the requests from the Villagers we've gotten? They say these “Orcs” and \"Goblins\" are threatening their towns and cities.",
	"wytr.dialog.CaptainKymer.6.3.b3ef9092":"Primitive, brutal things, apparently little better than the zombies we're used to, at least according to the Llevigar military.",
	"wytr.dialog.CaptainKymer.6.4.83dd364e":"So, we figure if might makes right with them, then defeating their leaders should scare them into submission.",
	"wytr.dialog.CaptainKymer.6.5.eb11320e":"Our scouts have identified three “chief” orcs in the area- Elisu, Ceifko, and Veltu. Though, strangely Veltu is always surrounded by goblins...",
	"wytr.dialog.CaptainKymer.6.6.5e053d9f.1":"Well whatever the case, we're needed to defend Llevigar here. Can you handle the chiefs? They seem to hide in the camps with ",
	"wytr.dialog.CaptainKymer.6.6.5e053d9f.2":"green flags",
	"wytr.dialog.CaptainKymer.6.6.5e053d9f.3":"- search the plains, return once they're dealt with!",
	"wytr.dialog.CaptainKymer.1.1.bf04bec8.1":"The orc chiefs seem to hide in the camps with ",
	"wytr.dialog.CaptainKymer.1.1.bf04bec8.2":"green flags",
	"wytr.dialog.CaptainKymer.1.1.bf04bec8.3":"- search the plains, and return once they're subdued!",
	"wytr.dialog.CaptainKymer.5.1.b41c08ac":"Ah, the soldier from earlier! You're back, I see. Any luck defeating those- ...yeesh. Are those their heads?",
	"wytr.dialog.CaptainKymer.5.2.4a68e56f":"That's...harsher than I intended, but it works... Not like the Villagers care if they're dead or alive, as long as they're dealt with. I have your share of the reward here.",
	"wytr.dialog.CaptainKymer.5.3.c9acbaee":"This kind of surgical strike should help prevent an all-out war with the Orcs. Not sure we'd want a full-scale war to deal with in each province, hah!",
	"wytr.dialog.CaptainKymer.5.4.669057ed":"You saw that the creatures in Gavel aren't akin to Wynnic fare while you were out, yes? They're a bit, ah...livelier than usual. Better get used to it.",
	"wytr.dialog.CaptainKymer.5.5.754b2f07":"The next major settlement is Olux, in the swamp up north, but I hear the swamp ogres are a lot tougher than the plains' fare. I'd stick around here and train up, first."
}